[
    {
        "quote": "It's nice to get to know people who are the same age as you that do the same things because it's like a different level of understanding.",
        "author": "Becky G"
    },
    {
        "quote": "Youth is the gift of nature, but age is a work of art.",
        "author": "Stanislaw Jerzy Lec"
    },
    {
        "quote": "True terror is to wake up one morning and discover that your high school class is running the country.",
        "author": "Kurt Vonnegut"
    },
    {
        "quote": "Age is not important unless you're a cheese.",
        "author": "Helen Hayes"
    },
    {
        "quote": "You can't help getting older, but you don't have to get old.",
        "author": "George Burns"
    },
    {
        "quote": "Aging is not lost youth but a new stage of opportunity and strength.",
        "author": "Betty Friedan"
    },
    {
        "quote": "Old age is no place for sissies.",
        "author": "Bette Davis"
    },
    {
        "quote": "Nobody grows old merely by living a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul.",
        "author": "Samuel Ullman"
    },
    {
        "quote": "Just remember, once you're over the hill you begin to pick up speed.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "I'm happy to report that my inner child is still ageless.",
        "author": "James Broughton"
    },
    {
        "quote": "Do not go gentle into that good night but rage, rage against the dying of the light.",
        "author": "Dylan Thomas"
    },
    {
        "quote": "Forty is the old age of youth; fifty the youth of old age.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Age is a very high price to pay for maturity.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her.",
        "author": "Agatha Christie"
    },
    {
        "quote": "Youth is wasted on the young.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "As I grow older, I pay less attention to what men say. I just watch what they do.",
        "author": "Andrew Carnegie"
    },
    {
        "quote": "As men get older, the toys get more expensive.",
        "author": "Marvin Davis"
    },
    {
        "quote": "The trick is growing up without growing old.",
        "author": "Casey Stengel"
    },
    {
        "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.",
        "author": "Henry Ford"
    },
    {
        "quote": "We are always the same age inside.",
        "author": "Gertrude Stein"
    },
    {
        "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent - that is to triumph over old age.",
        "author": "Thomas Bailey Aldrich"
    },
    {
        "quote": "Try to keep your soul young and quivering right up to old age.",
        "author": "George Sand"
    },
    {
        "quote": "Men are like wine - some turn to vinegar, but the best improve with age.",
        "author": "Pope John XXIII"
    },
    {
        "quote": "Age is an issue of mind over matter. If you don't mind, it doesn't matter.",
        "author": "Mark Twain"
    },
    {
        "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.",
        "author": "Sophia Loren"
    },
    {
        "quote": "Old minds are like old horses; you must exercise them if you wish to keep them in working order.",
        "author": "John Adams"
    },
    {
        "quote": "A diplomat is a man who always remembers a woman's birthday but never remembers her age.",
        "author": "Robert Frost"
    },
    {
        "quote": "It is not how old you are, but how you are old.",
        "author": "Jules Renard"
    },
    {
        "quote": "Those who love deeply never grow old; they may die of old age, but they die young.",
        "author": "Dorothy Canfield Fisher"
    },
    {
        "quote": "If you haven't turned rebel by twenty you've got no heart; if you haven't turned establishment by thirty you've got no brains!",
        "author": "Kevin Spacey"
    },
    {
        "quote": "A man growing old becomes a child again.",
        "author": "Sophocles"
    },
    {
        "quote": "The secret of staying young is to live honestly, eat slowly, and lie about your age.",
        "author": "Lucille Ball"
    },
    {
        "quote": "A grownup is a child with layers on.",
        "author": "Woody Harrelson"
    },
    {
        "quote": "I think your whole life shows in your face and you should be proud of that.",
        "author": "Lauren Bacall"
    },
    {
        "quote": "You don't stop laughing because you grow older. You grow older because you stop laughing.",
        "author": "Maurice Chevalier"
    },
    {
        "quote": "Old age is like a plane flying through a storm. Once you're aboard, there's nothing you can do.",
        "author": "Golda Meir"
    },
    {
        "quote": "Every man desires to live long, but no man wishes to be old.",
        "author": "Jonathan Swift"
    },
    {
        "quote": "I think women should start to embrace their age. What's the alternative to getting older? You die. I can't change the day I was born. But I can take care of my skin, my body, my mind, and try to live my life and be happy.",
        "author": "Olivia Munn"
    },
    {
        "quote": "Age does not protect you from love. But love, to some extent, protects you from age.",
        "author": "Anais Nin"
    },
    {
        "quote": "Be on the alert to recognize your prime at whatever time of your life it may occur.",
        "author": "Muriel Spark"
    },
    {
        "quote": "To resist the frigidity of old age, one must combine the body, the mind, and the heart. And to keep these in parallel vigor one must exercise, study, and love.",
        "author": "Alan Bleasdale"
    },
    {
        "quote": "I will never be an old man. To me, old age is always 15 years older than I am.",
        "author": "Francis Bacon"
    },
    {
        "quote": "Let age, not envy, draw wrinkles on thy cheeks.",
        "author": "Thomas Browne"
    },
    {
        "quote": "I want to get old gracefully. I want to have good posture, I want to be healthy and be an example to my children.",
        "author": "Sting"
    },
    {
        "quote": "You know you're getting old when all the names in your black book have M. D. after them.",
        "author": "Harrison Ford"
    },
    {
        "quote": "Middle age is youth without levity, and age without decay.",
        "author": "Doris Day"
    },
    {
        "quote": "Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week.",
        "author": "Louis Kronenberger"
    },
    {
        "quote": "Every time I paint a portrait I lose a friend.",
        "author": "John Singer Sargent"
    },
    {
        "quote": "Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.",
        "author": "Francis Bacon"
    },
    {
        "quote": "It is sad to grow old but nice to ripen.",
        "author": "Brigitte Bardot"
    },
    {
        "quote": "Middle age is when your age starts to show around your middle.",
        "author": "Bob Hope"
    },
    {
        "quote": "There's no such thing as old age, there is only sorrow.",
        "author": "Fay Weldon"
    },
    {
        "quote": "The old believe everything, the middle-aged suspect everything, the young know everything.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned.",
        "author": "Judith Viorst"
    },
    {
        "quote": "Surrounding myself with beautiful women keeps me young.",
        "author": "Hugh Hefner"
    },
    {
        "quote": "Wrinkles should merely indicate where smiles have been.",
        "author": "Mark Twain"
    },
    {
        "quote": "Middle age is the awkward period when Father Time starts catching up with Mother Nature.",
        "author": "Harold Coffin"
    },
    {
        "quote": "Alas, after a certain age every man is responsible for his face.",
        "author": "Albert Camus"
    },
    {
        "quote": "No one can avoid aging, but aging productively is something else.",
        "author": "Katharine Graham"
    },
    {
        "quote": "My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s.",
        "author": "Warren Beatty"
    },
    {
        "quote": "The real sadness of fifty is not that you change so much but that you change so little.",
        "author": "Max Lerner"
    },
    {
        "quote": "None are so old as those who have outlived enthusiasm.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "If you're old, don't try to change yourself, change your environment.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "A man knows when he is growing old because he begins to look like his father.",
        "author": "Gabriel Garcia Marquez"
    },
    {
        "quote": "Every man over forty is a scoundrel.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Youth is the best time to be rich, and the best time to be poor.",
        "author": "Euripides"
    },
    {
        "quote": "I don't feel old. I don't feel anything till noon. That's when it's time for my nap.",
        "author": "Bob Hope"
    },
    {
        "quote": "In youth, the days are short and the years are long. In old age, the years are short and days long.",
        "author": "Pope Paul VI"
    },
    {
        "quote": "Old age is a shipwreck.",
        "author": "Charles de Gaulle"
    },
    {
        "quote": "Inflation is when you pay fifteen dollars for the ten-dollar haircut you used to get for five dollars when you had hair.",
        "author": "Sam Ewing"
    },
    {
        "quote": "To me, old age is always fifteen years older than I am.",
        "author": "Bernard Baruch"
    },
    {
        "quote": "In old age we are like a batch of letters that someone has sent. We are no longer in the past, we have arrived.",
        "author": "Knut Hamsun"
    },
    {
        "quote": "The closing years of life are like the end of a masquerade party, when the masks are dropped.",
        "author": "Cesare Pavese"
    },
    {
        "quote": "Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you.",
        "author": "Ogden Nash"
    },
    {
        "quote": "The answer to old age is to keep one's mind busy and to go on with one's life as if it were interminable. I always admired Chekhov for building a new house when he was dying of tuberculosis.",
        "author": "Leon Edel"
    },
    {
        "quote": "The really frightening thing about middle age is the knowledge that you'll grow out of it.",
        "author": "Doris Day"
    },
    {
        "quote": "Minds ripen at very different ages.",
        "author": "Stevie Wonder"
    },
    {
        "quote": "Old age adds to the respect due to virtue, but it takes nothing from the contempt inspired by vice; it whitens only the hair.",
        "author": "Ira Gershwin"
    },
    {
        "quote": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Gray hairs seem to my fancy like the soft light of the moon, silvering over the evening of life.",
        "author": "Jean Paul"
    },
    {
        "quote": "Whatever poet, orator or sage may say of it, old age is still old age.",
        "author": "Sinclair Lewis"
    },
    {
        "quote": "No man is ever old enough to know better.",
        "author": "Holbrook Jackson"
    },
    {
        "quote": "Old age is the most unexpected of all the things that can happen to a man.",
        "author": "James Thurber"
    },
    {
        "quote": "The surest sign of age is loneliness.",
        "author": "Annie Dillard"
    },
    {
        "quote": "I don't believe one grows older. I think that what happens early on in life is that at a certain age one stands still and stagnates.",
        "author": "T. S. Eliot"
    },
    {
        "quote": "Oh rage! Oh despair! Oh age, my enemy!",
        "author": "Pierre Corneille"
    },
    {
        "quote": "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world.",
        "author": "Maurice Chevalier"
    },
    {
        "quote": "Old age is like everything else. To make a success of it, you've got to start young.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "What makes old age so sad is not that our joys but our hopes cease.",
        "author": "Jean Paul"
    },
    {
        "quote": "In youth we run into difficulties. In old age difficulties run into us.",
        "author": "Josh Billings"
    },
    {
        "quote": "Thirty was so strange for me. I've really had to come to terms with the fact that I am now a walking and talking adult.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "Age merely shows what children we remain.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "The denunciation of the young is a necessary part of the hygiene of older people, and greatly assists the circulation of the blood.",
        "author": "Logan Pearsall Smith"
    },
    {
        "quote": "One of the many pleasures of old age is giving things up.",
        "author": "Malcolm Muggeridge"
    },
    {
        "quote": "Growing old is no more than a bad habit which a busy person has no time to form.",
        "author": "Andre Maurois"
    },
    {
        "quote": "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty.",
        "author": "Coco Chanel"
    },
    {
        "quote": "Old age comes on suddenly, and not gradually as is thought.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "The shades of respectability begin to close about the greying head.",
        "author": "Mason Cooley"
    },
    {
        "quote": "Youth is when you're allowed to stay up late on New Year's Eve. Middle age is when you're forced to.",
        "author": "Bill Vaughan"
    },
    {
        "quote": "At 19, everything is possible and tomorrow looks friendly.",
        "author": "Jim Bishop"
    },
    {
        "quote": "What most persons consider as virtue, after the age of 40 is simply a loss of energy.",
        "author": "Voltaire"
    },
    {
        "quote": "Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator.",
        "author": "Confucius"
    },
    {
        "quote": "You are as young as your self-confidence, as old as your fears; as young as your hope, as old as your despair.",
        "author": "Samuel Ullman"
    },
    {
        "quote": "As I approve of a youth that has something of the old man in him, so I am no less pleased with an old man that has something of the youth. He that follows this rule may be old in body, but can never be so in mind.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "Being seventy is not a sin.",
        "author": "Golda Meir"
    },
    {
        "quote": "To be renewed is everything. What more could one ask for than to have one's youth back again?",
        "author": "George Lucas"
    },
    {
        "quote": "Age is like love, it cannot be hid.",
        "author": "Thomas Dekker"
    },
    {
        "quote": "The great secret that all old people share is that you really haven't changed in seventy or eighty years. Your body changes, but you don't change at all. And that, of course, causes great confusion.",
        "author": "Doris Lessing"
    },
    {
        "quote": "When a noble life has prepared old age, it is not decline that it reveals, but the first days of immortality.",
        "author": "Muriel Spark"
    },
    {
        "quote": "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun; as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "I don't want to fight aging; I want to take good care of myself, but plastic surgery and all that? I'm not interested.",
        "author": "Christine Lahti"
    },
    {
        "quote": "Adults are obsolete children.",
        "author": "Dr. Seuss"
    },
    {
        "quote": "My first recognition of age setting in was exactly on my 36th birthday. I have no idea why, on this day of all days, I looked in the mirror and realized my face no longer looked young.",
        "author": "Paulina Porizkova"
    },
    {
        "quote": "He has a profound respect for old age. Especially when it's bottled.",
        "author": "Gene Fowler"
    },
    {
        "quote": "After thirty, a body has a mind of its own.",
        "author": "Bette Midler"
    },
    {
        "quote": "Age is not a particularly interesting subject. Anyone can get old. All you have to do is live long enough.",
        "author": "Don Marquis"
    },
    {
        "quote": "When I turned 60, it didn't bother me at all.",
        "author": "Yoko Ono"
    },
    {
        "quote": "As we grow older, our bodies get shorter and our anecdotes longer.",
        "author": "Robert Quillen"
    },
    {
        "quote": "Age considers; youth ventures.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Forty is the old age of youth, fifty is the youth of old age.",
        "author": "Hosea Ballou"
    },
    {
        "quote": "The lovely thing about being forty is that you can appreciate twenty-five-year-old men more.",
        "author": "Colleen McCullough"
    },
    {
        "quote": "Advice in old age is foolish; for what can be more absurd than to increase our provisions for the road the nearer we approach to our journey's end.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "The aging process has you firmly in its grasp if you never get the urge to throw a snowball.",
        "author": "Doug Larson"
    },
    {
        "quote": "Old age has deformities enough of its own. It should never add to them the deformity of vice.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "I get all fired up about aging in America.",
        "author": "Willard Scott"
    },
    {
        "quote": "There is always some specific moment when we become aware that our youth is gone; but, years after, we know it was much later.",
        "author": "Mignon McLaughlin"
    },
    {
        "quote": "All diseases run into one, old age.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Bashfulness is an ornament to youth, but a reproach to old age.",
        "author": "Aristotle"
    },
    {
        "quote": "We've put more effort into helping folks reach old age than into helping them enjoy it.",
        "author": "Frank A. Clark"
    },
    {
        "quote": "Retirement at sixty-five is ridiculous. When I was sixty-five I still had pimples.",
        "author": "George Burns"
    },
    {
        "quote": "Youth does not require reasons for living, it only needs pretexts.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "When I was as you are now, towering in the confidence of twenty-one, little did I suspect that I should be at forty-nine, what I now am.",
        "author": "Sarah Orne Jewett"
    },
    {
        "quote": "I'm not interested in age. People who tell me their age are silly. You're as old as you feel.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "After you're older, two things are possibly more important than any others: health and money.",
        "author": "Helen Gurley Brown"
    },
    {
        "quote": "How incessant and great are the ills with which a prolonged old age is replete.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "There is an anti-aging possibility, but it has to come from within.",
        "author": "Susan Anton"
    },
    {
        "quote": "We pay when old for the excesses of youth.",
        "author": "J. B. Priestley"
    },
    {
        "quote": "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young.",
        "author": "Dorothy Canfield Fisher"
    },
    {
        "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent that is to triumph over old age.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "Preparation for old age should begin not later than one's teens. A life which is empty of purpose until 65 will not suddenly become filled on retirement.",
        "author": "Dwight L. Moody"
    },
    {
        "quote": "As long as any adult thinks that he, like the parents and teachers of old, can become introspective, invoking his own youth to understand the youth before him, he is lost.",
        "author": "Margaret Mead"
    },
    {
        "quote": "A woman telling her true age is like a buyer confiding his final price to an Armenian rug dealer.",
        "author": "Mignon McLaughlin"
    },
    {
        "quote": "While one finds company in himself and his pursuits, he cannot feel old, no matter what his years may be.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "I think when the full horror of being fifty hits you, you should stay home and have a good cry.",
        "author": "Josh Billings"
    },
    {
        "quote": "The tendency of old age to the body, say the physiologists, is to form bone. It is as rare as it is pleasant to meet with an old man whose opinions are not ossified.",
        "author": "Bob Wells"
    },
    {
        "quote": "We should so provide for old age that it may have no urgent wants of this world to absorb it from meditation on the next. It is awful to see the lean hands of dotage making a coffer of the grave.",
        "author": "Pearl S. Buck"
    },
    {
        "quote": "I find that a man is as old as his work. If his work keeps him from moving forward, he will look forward with the work.",
        "author": "William Ernest Hocking"
    },
    {
        "quote": "We were never supposed to live until 40. We were built to self-destruct at 30, whether from cancer or mental illness. We're all going way beyond our expiration date.",
        "author": "Douglas Coupland"
    },
    {
        "quote": "The whole business of marshaling one's energies becomes more and more important as one grows older.",
        "author": "Hume Cronyn"
    },
    {
        "quote": "Youth is in a grand flush, like the hot days of ending summer; and pleasant dreams thrall your spirit, like the smoky atmosphere that bathes the landscape of an August day.",
        "author": "Donald G. Mitchell"
    },
    {
        "quote": "I'm not afraid of aging.",
        "author": "Shelley Duvall"
    },
    {
        "quote": "A woman must make her fortune before she is 30; or work after she is 30; or get married.",
        "author": "Anna Held"
    },
    {
        "quote": "Middle age is the time when a man is always thinking that in a week or two he will feel as good as ever.",
        "author": "Don Marquis"
    },
    {
        "quote": "Age is how we determine how valuable you are.",
        "author": "Jane Elliot"
    },
    {
        "quote": "As you age naturally, your family shows more and more on your face. If you deny that, you deny your heritage.",
        "author": "Frances Conroy"
    },
    {
        "quote": "You should never reveal your true age.",
        "author": "Eve Arnold"
    },
    {
        "quote": "Whenever I go to New York or any European country, they say: 'Nawal, why don't you get a facelift?' I tell them, 'I am proud of my wrinkles. Every wrinkle on my face tells the story of my life. Why should I hide my age?'",
        "author": "Nawal El Saadawi"
    },
    {
        "quote": "Old age and treachery will always beat youth and exuberance.",
        "author": "David Mamet"
    },
    {
        "quote": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine.",
        "author": "Joan Collins"
    },
    {
        "quote": "Age is something that doesn't matter, unless you are a cheese.",
        "author": "Billie Burke"
    },
    {
        "quote": "Love has no age, no limit; and no death.",
        "author": "John Galsworthy"
    },
    {
        "quote": "Cherish all your happy moments; they make a fine cushion for old age.",
        "author": "Booth Tarkington"
    },
    {
        "quote": "In youth we learn; in age we understand.",
        "author": "Marie von Ebner-Eschenbach"
    },
    {
        "quote": "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years.",
        "author": "Ausonius"
    },
    {
        "quote": "Our uniqueness makes us special, makes perception valuable - but it can also make us lonely. This loneliness is different from being 'alone': You can be lonely even surrounded by people. The feeling I'm talking about stems from the sense that we can never fully share the truth of who we are. I experienced this acutely at an early age.",
        "author": "Amy Tan"
    },
    {
        "quote": "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.",
        "author": "Abhishek Bachchan"
    },
    {
        "quote": "Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre.",
        "author": "Andy Serkis"
    },
    {
        "quote": "Nobody trusts anyone in authority today. It is one of the main features of our age. Wherever you look, there are lying politicians, crooked bankers, corrupt police officers, cheating journalists and double-dealing media barons, sinister children's entertainers, rotten and greedy energy companies, and out-of-control security services.",
        "author": "Adam Curtis"
    },
    {
        "quote": "We're not in an information age anymore. We're in the information management age.",
        "author": "Chris Hardwick"
    },
    {
        "quote": "The excitement of learning separates youth from old age. As long as you're learning you're not old.",
        "author": "Rosalyn Sussman Yalow"
    },
    {
        "quote": "Old age isn't a battle; old age is a massacre.",
        "author": "Philip Roth"
    },
    {
        "quote": "If you love someone, you love someone. It doesn't matter; age, colour, c'mon!",
        "author": "Sam Taylor-Johnson"
    },
    {
        "quote": "I cried on my 18th birthday. I thought 17 was such a nice age. You're young enough to get away with things, but you're old enough, too.",
        "author": "Liv Tyler"
    },
    {
        "quote": "I was born into a Christian family and brought up in a Lutheran church. My faith has been the center point of my life, really, since I was a child, but at 16 years of age, I fully surrendered my life over to Christ. At that point, as a teenager, I began to grasp the concept of Christ's true love and forgiveness.",
        "author": "Michele Bachmann"
    },
    {
        "quote": "One of the nice things about getting older is that you come to understand that you can integrate multiple aspects of your life together. When you're young, you think everything has to be binary, as that's exactly how you feel at that age.",
        "author": "Min Jin Lee"
    },
    {
        "quote": "I always looked really young for my age. And once I hit 23, 24 and 25, I was then allowed to play the cool 18-year-olds and stuff.",
        "author": "Ben Barnes"
    },
    {
        "quote": "We can't avoid age. However, we can avoid some aging. Continue to do things. Be active. Life is fantastic in the way it adjusts to demands; if you use your muscles and mind, they stay there much longer.",
        "author": "Charles H. Townes"
    },
    {
        "quote": "Old age isn't so bad when you consider the alternative.",
        "author": "Maurice Chevalier"
    },
    {
        "quote": "I'm very mature for my age, but I'm also innocent in a lot of ways.",
        "author": "Kirsten Dunst"
    },
    {
        "quote": "In every age 'the good old days' were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them.",
        "author": "Brooks Atkinson"
    },
    {
        "quote": "Marriage is not about age; it's about finding the right person.",
        "author": "Sophia Bush"
    },
    {
        "quote": "Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions.",
        "author": "Peace Pilgrim"
    },
    {
        "quote": "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.",
        "author": "Sharron Angle"
    },
    {
        "quote": "Age is relative. Experience is relative. And I think often intensity is confused with maturity.",
        "author": "Laura Marling"
    },
    {
        "quote": "It doesn't matter what age you are. You can look sexy and feel great, and that doesn't have to be a gift only for the young. It can be a gift for any age, even the old, whatever that is nowadays.",
        "author": "Carol Alt"
    },
    {
        "quote": "The golden age is before us, not behind us.",
        "author": "Simon the Zealot"
    },
    {
        "quote": "I think it's nice to age gracefully. OK, you lose the youth, a certain stamina and dewy glow, but what you gain on the inside as a human being is wonderful: the wisdom, the acceptance and the peace of mind. It's a fair exchange.",
        "author": "Cherie Lunghi"
    },
    {
        "quote": "Age is just a number, and your talent will never fail you. It has no expiry date.",
        "author": "Madhuri Dixit"
    },
    {
        "quote": "Football was always my dream. I started playing at the age of five, and I'm still playing now.",
        "author": "Sadio Mane"
    },
    {
        "quote": "We live in an age, in an era where there is so much negativity, there is so much violence in the world, there is so much unrest and people are at war, that I wanted to promote the word love and red signifies love.",
        "author": "Elton John"
    },
    {
        "quote": "Age is no barrier. It's a limitation you put on your mind.",
        "author": "Jackie Joyner-Kersee"
    },
    {
        "quote": "In the media age, everybody was famous for 15 minutes. In the Wikipedia age, everybody can be an expert in five minutes. Special bonus: You can edit your own entry to make yourself seem even smarter.",
        "author": "Stephen Colbert"
    },
    {
        "quote": "If youth knew; if age could.",
        "author": "Sigmund Freud"
    },
    {
        "quote": "You are 27 or 28 right? It is very tough to live at that age. When nothing is sure. I have sympathy with you.",
        "author": "Haruki Murakami"
    },
    {
        "quote": "Being confident is the key to life. Don't be afraid to be you! I'm super different from a lot of kids my age with style and personality, and I'm OK with it. And if you are OK with it, everyone else will be, too. Just be yourself.",
        "author": "Leo Howard"
    },
    {
        "quote": "When I was 16, I got 'Jamon, Jamon.' Of course, I had to lie about my age. And I had to lie to my parents about the content of the script.",
        "author": "Penelope Cruz"
    },
    {
        "quote": "The delight of opening a new pursuit, or a new course of reading, imparts the vivacity and novelty of youth even to old age.",
        "author": "Isaac D'Israeli"
    },
    {
        "quote": "Responsibility for learning belongs to the student, regardless of age.",
        "author": "Robert Martin"
    },
    {
        "quote": "In age of consumerism and materialism, I traffic in blue sky and colored air.",
        "author": "James Turrell"
    },
    {
        "quote": "One of the positives of getting older is that you forget your age. Then you find out that you're younger than you thought you were.",
        "author": "Michael McIntyre"
    },
    {
        "quote": "Be eccentric now. Don't wait for old age to wear purple.",
        "author": "Regina Brett"
    },
    {
        "quote": "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself.",
        "author": "Tom Wilson"
    },
    {
        "quote": "I'm not getting any younger. You're not getting any younger, so yeah. You age.",
        "author": "Tracy Morgan"
    },
    {
        "quote": "I don't need you to remind me of my age. I have a bladder to do that for me.",
        "author": "Stephen Fry"
    },
    {
        "quote": "Youth is a blunder; Manhood a struggle, Old Age a regret.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Middle age is when a guy keeps turning off lights for economical rather than romantic reasons.",
        "author": "Lillian Gordy Carter"
    },
    {
        "quote": "My hope is that the corona crisis will help bring us into a new age of cooperation and solidarity and a realization that we're in this together.",
        "author": "Rutger Bregman"
    },
    {
        "quote": "I am, as I've said, merely competent. But in an age of incompetence, that makes me extraordinary.",
        "author": "Billy Joel"
    },
    {
        "quote": "Poor eating habits developed at an early age lead to a lifetime of real health consequences.",
        "author": "Richard J. Codey"
    },
    {
        "quote": "I think that everybody needs four things in life. Everybody needs something to do regardless of age. Everybody needs someone to love. Everybody needs something to hope for, and, of course, everybody needs someone to believe in.",
        "author": "Lou Holtz"
    },
    {
        "quote": "To separate children from others of similar age and qualifications solely because of their race generates a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely ever to be undone.",
        "author": "Earl Warren"
    },
    {
        "quote": "Positive emotion alienated from the exercise of character leads to emptiness, to inauthenticity, to depression, and, as we age, to the gnawing realization that we are fidgeting until we die.",
        "author": "Martin Seligman"
    },
    {
        "quote": "An age is called Dark not because the light fails to shine, but because people refuse to see it.",
        "author": "James A. Michener"
    },
    {
        "quote": "The rewards for biotechnology are tremendous - to solve disease, eliminate poverty, age gracefully. It sounds so much cooler than Facebook.",
        "author": "George M. Church"
    },
    {
        "quote": "I believe that investing in our children's development from the earliest age is the single most important contribution we can make to the health and wellbeing of our citizens, their capacity and the future prosperity of our state.",
        "author": "Jay Weatherill"
    },
    {
        "quote": "Now is the age of anxiety.",
        "author": "W. H. Auden"
    },
    {
        "quote": "Whoever marries the spirit of this age will find himself a widower in the next.",
        "author": "William Inge"
    },
    {
        "quote": "We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning.",
        "author": "Mother Angelica"
    },
    {
        "quote": "My mother inspired me to treat others as I would want to be treated regardless of age, race or financial status.",
        "author": "Tommy Hilfiger"
    },
    {
        "quote": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "The ruling ideas of each age have ever been the ideas of its ruling class.",
        "author": "Karl Marx"
    },
    {
        "quote": "I understood at a very early age that in nature, I felt everything I should feel in church but never did. Walking in the woods, I felt in touch with the universe and with the spirit of the universe.",
        "author": "Alice Walker"
    },
    {
        "quote": "This age thinks better of a gilded fool Than of a threadbare saint in wisdom's school.",
        "author": "Thomas Dekker"
    },
    {
        "quote": "Racism is endemic to the human condition, just as stupidity is. We will always have to be on guard against it. But now it is recognized as a scourge, as the crowning immorality of our age and our history.",
        "author": "Shelby Steele"
    },
    {
        "quote": "It doesn't matter what color, sex, religion, age, sexual orientation, etc., everyone should have the same freedoms and liberties.",
        "author": "Lance Bass"
    },
    {
        "quote": "The design process usually starts as a fantasy, with ideas that I dream of and visualize. These ideas become a reality by bringing various ingredients together, from the lifestyle of my bride, her age and sex appeal, to the textures of the finest fabrics and embroideries that we produce in my family factories in India.",
        "author": "Naeem Khan"
    },
    {
        "quote": "If there is any message in the 'Wimpy Kid' books, it is that reading can be and should be fun. As an adult reader, when I see an obvious moral lesson to be taught, I run in the other direction... Kids can sniff out an adult agenda from an early age. I'm writing for entertainment, not to impress literary judges.",
        "author": "Jeff Kinney"
    },
    {
        "quote": "People gossip. People are insecure, so they talk about other people so that they won't be talked about. They point out flaws in other people to make them feel good about themselves. I think at any age or any social class, that's present.",
        "author": "Blake Lively"
    },
    {
        "quote": "Around the age of 14, I was very discouraged from a coach. It was my first youth club team while playing soccer. She told me at the time that I wasn't good enough to play on the team, that I would never get into the game.",
        "author": "Alex Morgan"
    },
    {
        "quote": "People quit on jobs. They quit on marriages. They quit on school. There's an immediacy of this day and age that doesn't lend itself to being committed to anything.",
        "author": "Emily Blunt"
    },
    {
        "quote": "I don't mind being older. I'm proud of my age. I've achieved a lot. It's the same thing with Mick and the Stones. They should be revered and respected. Isn't it strange that now we're living longer we have so much less respect for old age? Perhaps it's a less valuable commodity?",
        "author": "Jerry Hall"
    },
    {
        "quote": "I've never been particularly aware of my age. It's like being on a bicycle - I just put my foot down and keep going.",
        "author": "Angela Lansbury"
    },
    {
        "quote": "Live your life and forget your age.",
        "author": "Jean Paul"
    },
    {
        "quote": "Bad news isn't wine. It doesn't improve with age.",
        "author": "Colin Powell"
    },
    {
        "quote": "I'm the only one in Tulsa, Oklahoma, that has Final Draft on my computer. Then you show up and go to any coffee shop in L.A., and there are a hundred people your age with Final Draft.",
        "author": "Bill Hader"
    },
    {
        "quote": "It is a sobering thought that when Mozart was my age, he had been dead for two years.",
        "author": "Tom Lehrer"
    },
    {
        "quote": "I think age is a very high price to pay for maturity.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "I think it's fair to say that the age of traditional computing is dead.",
        "author": "Lisa Su"
    },
    {
        "quote": "I went to college in New York. I interned at Vertigo, and then I interned at Marvel working for Chris Claremont. Just to age myself, this was in 2000.",
        "author": "Tom King"
    },
    {
        "quote": "From a very early age I had imbibed the opinion that it was every man's duty to do all that lay in his power to leave his country as good as he had found it.",
        "author": "William Cobbett"
    },
    {
        "quote": "Up to the age of five, I wanted to be a builder. My neighbour, a builder called Paddy White, would come in for a cup of tea with my mother. I'd assemble all the pillows together at interesting angles, thinking he would spot my talent at a raw young age and take me on as an apprentice.",
        "author": "Aisling Bea"
    },
    {
        "quote": "Setting a good example for your children takes all the fun out of middle age.",
        "author": "William Feather"
    },
    {
        "quote": "JROTC students make a commitment to serve their communities at an early age, and they learn the discipline and habits to be future leaders.",
        "author": "Conor Lamb"
    },
    {
        "quote": "I was preppy, then suddenly switched around age 14. I asked my mother to go to this vintage store, and she let me buy a leopard swing coat, pink cigarette pants, and lime-green gloves.",
        "author": "Kate Spade"
    },
    {
        "quote": "With the duckets that I now have safe, I think I will retire at 66 years of age, praise God, in good health.",
        "author": "Winslow Homer"
    },
    {
        "quote": "There's no point living at my age with many ingrained great fears.",
        "author": "George Takei"
    },
    {
        "quote": "We've always lived in dark times. There has always been a range of human experience from the sublime to the brutal, and stories reflect it. It's no less brutal now; each age has its horrors.",
        "author": "Terri Windling"
    },
    {
        "quote": "Education is crucial in determining which profession women will choose, so it's important to spark interest in technologies at an early age.",
        "author": "Gillian Tans"
    },
    {
        "quote": "I remember seeing 'Spinal Tap' at a young age and being like, 'That's how you perform comedy.'",
        "author": "Bill Hader"
    },
    {
        "quote": "I don't generally follow sports. At an early age, I discovered that nature had apportioned me only a small reserve of enthusiasm. Best to ration.",
        "author": "Colson Whitehead"
    },
    {
        "quote": "At a young age, I wanted to be a prima ballerina and had these grand ideas that I would go study at Juilliard. It's something I laugh about now.",
        "author": "Andra Day"
    },
    {
        "quote": "I also find it interesting that a lot of people in their 30s are not married and don't have kids. There are a lot of people in this age bracket that are out there dating and trying to find love. And I never thought that at my age I would be.",
        "author": "John Stamos"
    },
    {
        "quote": "When Republicans say, 'The first thing you do when you do deficit reduction is reduce rates,' it would be like Democrats saying, 'The first thing you do when you do deficit reduction is provide free Medicare at age 55.' We'd like to do that! But it won't bring the deficit down. That's for sure.",
        "author": "Chuck Schumer"
    },
    {
        "quote": "Age has been the perfect fire extinguisher for flaming youth.",
        "author": "Navjot Singh Sidhu"
    },
    {
        "quote": "The age of the rock star ended with the passing of physical product, the rise of automated percussion, the domination of the committee approach to hit-making, the widespread adoption of choreography, and, above all, the advent of the mystique-destroying Internet.",
        "author": "David Hepworth"
    },
    {
        "quote": "That's the privilege of old age: You don't have to remember.",
        "author": "Alan Arkin"
    },
    {
        "quote": "From an early age my mother told me that there were so many of us that if I was to get anything in life I would have to get it myself. So I did.",
        "author": "Michael Lee-Chin"
    },
    {
        "quote": "At about age 25 I had a bit of a quarter-life crisis and expected to be at a certain place by then, which was unrealistic to some extent. I used to have a lot of passion for interior design but I somehow lost it along the way, and so fashion was what I thought to be a new beginning, but in the end it just solidified the love I have for design.",
        "author": "Jeremiah Brent"
    },
    {
        "quote": "There are no college courses to build up self-esteem or high school or elementary school. If you don't get those values at a early age, nurtured in your home, you don't get them.",
        "author": "T. D. Jakes"
    },
    {
        "quote": "A lady of a certain age must keep her top on. That's what I feel.",
        "author": "Lena Headey"
    },
    {
        "quote": "I feel like women are asked their age more than men.",
        "author": "Kristen Wiig"
    },
    {
        "quote": "I learned so much during my time at United. Sharing a dressing room with Paul Scholes, Cristiano Ronaldo, Wayne Rooney, Ruud van Nistelrooy, and Ryan Giggs at such a young age was an amazing experience. I didn't play as much as I would have liked, but it was a master's degree in development both as a player and a person.",
        "author": "Gerard Pique"
    },
    {
        "quote": "When I was born, my mother was very disappointed. She wanted a son. I knew that from a very early age. So I was a tomboy.",
        "author": "Winnie Madikizela-Mandela"
    },
    {
        "quote": "For generations, black children have been brought up to have a critical race consciousness, a framework for dealing with prejudice and discrimination, which helps inoculate them against the spiritual toxins they will almost certainly encounter as they come of age in our society.",
        "author": "Rachel Simmons"
    },
    {
        "quote": "There's to be a film about my life. I can give this as an exclusive now. Meryl Streep was offered the part but, no, I wanted Kate Winslet. Kylie Minogue is playing me in middle age. In old age, I'm not sure who's going to play me. I haven't got there yet. Perhaps Cate Blanchett. Or Jacki Weaver.",
        "author": "Barry Humphries"
    },
    {
        "quote": "Here's my theory: If a person gets worldwide fame at a young age, they're emotionally frozen at that moment. For me, that's 15 to 18, so you find yourself in your mid-20s being a glorified 15-year-old. What could possibly go wrong?",
        "author": "Rob Lowe"
    },
    {
        "quote": "I learned about this talent show on TV that was basically the Estonian version of 'American Idol.' So I lied about my age, went on the show, and won. I think my story is about working really hard and dreaming really big.",
        "author": "Kerli"
    },
    {
        "quote": "Whatever it is that's bothering me - interacting with annoying guy at a restaurant, contemplating my age, or losing friends to illness - I'll start to chip away at it. If you can poke holes in it, it's not as formidable; it's not as scary, and ultimately, it becomes another truth.",
        "author": "Billy Crystal"
    },
    {
        "quote": "Girls should be made aware of the dark reality of human trafficking, right from a young age. High schools and colleges should provide this education, too.",
        "author": "Richa Chadha"
    },
    {
        "quote": "Truly, learning appears to be a reverse geometric progression with experiences at one hour, one day, one month or one year dramatically more influential and formative than later experiences. As has often been quoted, 85% of brain development takes place by age 3, and yet we spend only 4% of our educational dollars by that point.",
        "author": "George Kaiser"
    },
    {
        "quote": "Age, like distance lends a double charm.",
        "author": "Oliver Herford"
    },
    {
        "quote": "I really believe I'm no different from anyone else. I just had a few challenges I had to learn from at a very early age.",
        "author": "Dave Pelzer"
    },
    {
        "quote": "The Industrial Age is not sustainable. It's not sustainable in ecological terms, and it's not sustainable in human terms.",
        "author": "Peter Senge"
    },
    {
        "quote": "I'm more American than anything else. I grew up in China, but I was fulfilled at a young age by American music. It was my biggest inspiration.",
        "author": "Peter Max"
    },
    {
        "quote": "A lot of older parents worry about being older parents. I hear people say, 'I don't want to be too old to play baseball with my son.' They worry that their kids will be embarrassed by their parents' age.",
        "author": "Penn Jillette"
    },
    {
        "quote": "It's something I'd never wish anybody to have to go through, having a mother pass away at a young age. But it's made me realize that people need help.",
        "author": "Freddie Freeman"
    }
]