[
    {
        "quote": "I am always acting, be at a party, at work or in office. My attitude changes from meeting to meeting, from being serious to intense to funny, depending on who is in the room.",
        "author": "Karan Johar"
    },
    {
        "quote": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it.",
        "author": "Lou Holtz"
    },
    {
        "quote": "Your attitude, not your aptitude, will determine your altitude.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "A positive attitude can really make dreams come true - it did for me.",
        "author": "David Bailey"
    },
    {
        "quote": "The attitude is very important. Because, your behavior radiates how you feel.",
        "author": "Lou Ferrigno"
    },
    {
        "quote": "Time plays a role in almost every decision. And some decisions define your attitude about time.",
        "author": "John Cale"
    },
    {
        "quote": "Excellence is not a skill, it's an attitude.",
        "author": "Ralph Marston"
    },
    {
        "quote": "My attitude is, if someone's going to criticize me, tell me to my face.",
        "author": "Simon Cowell"
    },
    {
        "quote": "Acting is magical. Change your look and your attitude, and you can be anyone.",
        "author": "Alicia Witt"
    },
    {
        "quote": "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you.",
        "author": "Brian Tracy"
    },
    {
        "quote": "Some people say I have attitude - maybe I do... but I think you have to. You have to believe in yourself when no one else does - that makes you a winner right there.",
        "author": "Venus Williams"
    },
    {
        "quote": "Our attitude toward life determines life's attitude towards us.",
        "author": "John N. Mitchell"
    },
    {
        "quote": "It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome.",
        "author": "William James"
    },
    {
        "quote": "Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances.",
        "author": "J. Donald Walters"
    },
    {
        "quote": "Your living is determined not so much by what life brings to you as by the attitude you bring to life; not so much by what happens to you as by the way your mind looks at what happens.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "I think it's my adventure, my trip, my journey, and I guess my attitude is, let the chips fall where they may.",
        "author": "Leonard Nimoy"
    },
    {
        "quote": "Attitude is everything.",
        "author": "Diane von Furstenberg"
    },
    {
        "quote": "People may hear your words, but they feel your attitude.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "If your ego starts out, 'I am important, I am big, I am special,' you're in for some disappointments when you look around at what we've discovered about the universe. No, you're not big. No, you're not. You're small in time and in space. And you have this frail vessel called the human body that's limited on Earth.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "It is in the character of very few men to honor without envy a friend who has prospered.",
        "author": "Aeschylus"
    },
    {
        "quote": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude.",
        "author": "Colin Powell"
    },
    {
        "quote": "Attitude determines the altitude of life.",
        "author": "Edwin Louis Cole"
    },
    {
        "quote": "Between stimulus and response, there is a space where we choose our response.",
        "author": "Stephen Covey"
    },
    {
        "quote": "When you ain't got no money, you gotta get an attitude.",
        "author": "Richard Pryor"
    },
    {
        "quote": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Pink isn't just a color, it's an attitude!",
        "author": "Miley Cyrus"
    },
    {
        "quote": "Wearing the correct dress for any occasion is a matter of good manners.",
        "author": "Loretta Young"
    },
    {
        "quote": "The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Attitude is a little thing that makes a big difference.",
        "author": "Winston Churchill"
    },
    {
        "quote": "There are no menial jobs, only menial attitudes.",
        "author": "William J. Brennan, Jr."
    },
    {
        "quote": "For success, attitude is equally as important as ability.",
        "author": "Walter Scott"
    },
    {
        "quote": "The greatest discovery of my generation is that a human being can alter his life by altering his attitudes.",
        "author": "William James"
    },
    {
        "quote": "You live in the image you have of the world. Every one of us lives in a different world, with different space and different time.",
        "author": "Alejandro Jodorowsky"
    },
    {
        "quote": "We cannot change our past. We can not change the fact that people act in a certain way. We can not change the inevitable. The only thing we can do is play on the one string we have, and that is our attitude.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "Nothing can stop the man with the right mental attitude from achieving his goal; nothing on earth can help the man with the wrong mental attitude.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "Our attitude towards others determines their attitude towards us.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results.",
        "author": "Wade Boggs"
    },
    {
        "quote": "Cock your hat - angles are attitudes.",
        "author": "Frank Sinatra"
    },
    {
        "quote": "Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people.",
        "author": "Joe Biden"
    },
    {
        "quote": "It is not the body's posture, but the heart's attitude that counts when we pray.",
        "author": "Billy Graham"
    },
    {
        "quote": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done.",
        "author": "Bo Bennett"
    },
    {
        "quote": "Everything can be taken from a man but one thing: the last of human freedoms - to choose one's attitude in any given set of circumstances, to choose one's own way.",
        "author": "Viktor E. Frankl"
    },
    {
        "quote": "The ideal attitude is to be physically loose and mentally tight.",
        "author": "Arthur Ashe"
    },
    {
        "quote": "You know what's funny to me? Attitude.",
        "author": "Don Rickles"
    },
    {
        "quote": "Most of us start out with a positive attitude and a plan to do our best.",
        "author": "Marilu Henner"
    },
    {
        "quote": "Reject your sense of injury and the injury itself disappears.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Bad attitudes will ruin your team.",
        "author": "Terry Bradshaw"
    },
    {
        "quote": "Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation.",
        "author": "Brian Tracy"
    },
    {
        "quote": "Character is the result of two things: mental attitude and the way we spend our time.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Attitudes are more important than facts.",
        "author": "George MacDonald"
    },
    {
        "quote": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.",
        "author": "Alan Watts"
    },
    {
        "quote": "Great effort springs naturally from great attitude.",
        "author": "Pat Riley"
    },
    {
        "quote": "The biggest challenge is how to affect public attitudes and make people care.",
        "author": "Jim Fowler"
    },
    {
        "quote": "Our lives are not determined by what happens to us but how we react to what happens, not by what life brings us but the attitude we bring to life.",
        "author": "Wade Boggs"
    },
    {
        "quote": "The remarkable thing is, we have a choice everyday regarding the attitude we will embrace for that day.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force.",
        "author": "Irving Berlin"
    },
    {
        "quote": "How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work.",
        "author": "Patrick Swayze"
    },
    {
        "quote": "A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people.",
        "author": "Barbara Corcoran"
    },
    {
        "quote": "Weakness of attitude becomes weakness of character.",
        "author": "Albert Einstein"
    },
    {
        "quote": "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength.",
        "author": "Michael Jordan"
    },
    {
        "quote": "Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "The meaning of things lies not in the things themselves, but in our attitude towards them.",
        "author": "Antoine de Saint-Exupery"
    },
    {
        "quote": "Surfers have the most attitude.",
        "author": "Shaun White"
    },
    {
        "quote": "Good humor is one of the best articles of dress one can wear in society.",
        "author": "William Makepeace Thackeray"
    },
    {
        "quote": "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude.",
        "author": "William James"
    },
    {
        "quote": "You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Punk was defined by an attitude rather than a musical style.",
        "author": "David Byrne"
    },
    {
        "quote": "Eagles come in all shapes and sizes, but you will recognize them chiefly by their attitudes.",
        "author": "E. F. Schumacher"
    },
    {
        "quote": "If you get a diagnosis, get on a therapy, keep a good attitude and keep your sense of humor.",
        "author": "Teri Garr"
    },
    {
        "quote": "If you're looking for can-do, earthy-crunchy attitude then you've got to go to Wisconsin.",
        "author": "Dar Williams"
    },
    {
        "quote": "Adopting the right attitude can convert a negative stress into a positive one.",
        "author": "Hans Selye"
    },
    {
        "quote": "When a woman puts on a heel, she has a different posture, a different attitude. She really stands up and has a consciousness of her body.",
        "author": "Christian Louboutin"
    },
    {
        "quote": "I think whether you're having setbacks or not, the role of a leader is to always display a winning attitude.",
        "author": "Colin Powell"
    },
    {
        "quote": "Take the attitude of a student, never be too big to ask questions, never know too much to learn something new.",
        "author": "Og Mandino"
    },
    {
        "quote": "I was always the guy getting kicked out of my classes at school for having an attitude problem.",
        "author": "Chevy Chase"
    },
    {
        "quote": "There's a certain elitism that has crept into the attitudes of some in journalism, and it played out perfectly over the issue of these little American flag lapel pins.",
        "author": "Brit Hume"
    },
    {
        "quote": "Vanity can create a very cruel space for you if you don't know how to manage it.",
        "author": "Lady Gaga"
    },
    {
        "quote": "A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live.",
        "author": "Elizabeth Edwards"
    },
    {
        "quote": "Funny is an attitude.",
        "author": "Flip Wilson"
    },
    {
        "quote": "Morality is simply the attitude we adopt towards people whom we personally dislike.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "The key to life is your attitude. Whether you're single or married or have kids or don't have kids, it's how you look at your life, what you make of it. It's about making the best of your life wherever you are in life.",
        "author": "Candace Bushnell"
    },
    {
        "quote": "My general attitude to life is to enjoy every minute of every day. I never do anything with a feeling of, 'Oh God, I've got to do this today.'",
        "author": "Richard Branson"
    },
    {
        "quote": "As the time goes by, you change, your learn new things, your attitude is different. For the moment, I'm still enjoying ski racing so much that it would be difficult for me to think about ending my career.",
        "author": "Hermann Maier"
    },
    {
        "quote": "Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don't get through.",
        "author": "Lesley Gore"
    },
    {
        "quote": "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.",
        "author": "Michael Jordan"
    },
    {
        "quote": "With my talent, I can make people laugh and give them another attitude about life. What a blessing that is for me.",
        "author": "Doris Roberts"
    },
    {
        "quote": "Civilization is a method of living, an attitude of equal respect for all men.",
        "author": "Jane Addams"
    },
    {
        "quote": "The greatest discovery of my generation is that man can alter his life simply by altering his attitude of mind.",
        "author": "James Truslow Adams"
    },
    {
        "quote": "My attitudes have changed, but somebody would have to read all my books to find out how they have.",
        "author": "Irwin Shaw"
    },
    {
        "quote": "What is pride? A rocket that emulates the stars.",
        "author": "William Wordsworth"
    },
    {
        "quote": "But Jesus changes your attitude towards yourself and towards other people.",
        "author": "Cliff Richard"
    },
    {
        "quote": "I have a Woody Allen Jewish attitude to life: that it's all going to be disastrous. That it hasn't all been that way is simply down to some random quirk of fate.",
        "author": "Antony Sher"
    },
    {
        "quote": "When you are thwarted, it is your own attitude that is out of order.",
        "author": "Meister Eckhart"
    },
    {
        "quote": "Stop this attitude that older people ain't any good anymore! We're as good as we ever were - if we ever were any good.",
        "author": "Dolly Parton"
    },
    {
        "quote": "Abhorrence of apartheid is a moral attitude, not a policy.",
        "author": "Edward Heath"
    },
    {
        "quote": "I am shocked by the easy attitude of many in the media towards disclosing our Nation's secrets.",
        "author": "Todd Tiahrt"
    },
    {
        "quote": "The reactionary is always willing to take a progressive attitude on any issue that is dead.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "I always spend time exploring the customs and attitudes of the countries I'm using for locations, and interviewing the people who live there. I've visited over 90 countries thus far.",
        "author": "Sidney Sheldon"
    },
    {
        "quote": "Every baseball crowd, like every theatre audience, has its own distinctive attitude and atmosphere.",
        "author": "Bill Veeck"
    },
    {
        "quote": "Watch your manner of speech if you wish to develop a peaceful state of mind. Start each day by affirming peaceful, contented and happy attitudes and your days will tend to be pleasant and successful.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "I'm only going to stand before God and give an account for my life, not for somebody else's life. If I have a bad attitude, then I need to say there's no point in me blaming you for what's wrong in my life.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Coaches will eventually notice a great attitude, and they respect that.",
        "author": "Heather O'Reilly"
    },
    {
        "quote": "Individuals need to be willing to face truth about their attitudes, behaviors, even what we want out of life.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "When you pray for anyone you tend to modify your personal attitude toward him.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "It is one of the most effective attitudes of the neurotic to measure thumbs down, so to speak, a real person by an ideal, since in doing so he can depreciate him as much as he wishes.",
        "author": "Alfred Adler"
    },
    {
        "quote": "I've always had a 'Work hard, play hard' attitude to life - I still do - but sometimes you get involved in something that needs a calm, methodical approach.",
        "author": "Damian Lewis"
    },
    {
        "quote": "China and the U.S. are two societies with very different attitudes towards opinion and criticism. In China, I am constantly under surveillance. Even my slightest, most innocuous move can - and often is - censored by Chinese authorities.",
        "author": "Ai Weiwei"
    },
    {
        "quote": "Style is a reflection of your attitude and your personality.",
        "author": "Shawn Ashmore"
    },
    {
        "quote": "Being sexy is all about attitude, not body type. It's a state of mind.",
        "author": "Amisha Patel"
    },
    {
        "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.",
        "author": "Pat Riley"
    },
    {
        "quote": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors.",
        "author": "Joel Osteen"
    },
    {
        "quote": "If you don't like something, change it. If you can't change it, change your attitude.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up.",
        "author": "Allen Klein"
    },
    {
        "quote": "Positive energy and attitude is sexy to me.",
        "author": "Mya"
    },
    {
        "quote": "The only disability in life is a bad attitude.",
        "author": "Scott Hamilton"
    },
    {
        "quote": "If I could talk to my younger self, I would just say that the path to great things is filled with a lot of stumbles, suffering, and challenges along the way. But if you have the right attitude and know that hard times will pass - and you get up each time - you will reach your destination.",
        "author": "Jonny Kim"
    },
    {
        "quote": "I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled.",
        "author": "Amy Adams"
    },
    {
        "quote": "People have often asked if I'm gay because I don't go out of my way to spit and scratch and give people attitude.",
        "author": "Jason Bateman"
    },
    {
        "quote": "Life is hard. Life is difficult. Life is going to punch you in the gut. But when you change your attitude, you change your behavior. When your behavior changes, so do your results.",
        "author": "Will Hurd"
    },
    {
        "quote": "A healthy attitude is contagious but don't wait to catch it from others. Be a carrier.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "If you can't change your fate, change your attitude.",
        "author": "Charles Revson"
    },
    {
        "quote": "So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks.",
        "author": "Gail Porter"
    },
    {
        "quote": "A strong positive mental attitude will create more miracles than any wonder drug.",
        "author": "Patricia Neal"
    },
    {
        "quote": "I think that life is difficult. People have challenges. Family members get sick, people get older, you don't always get the job or the promotion that you want. You have conflicts in your life. And really, life is about your resilience and your ability to go through your life and all of the ups and downs with a positive attitude.",
        "author": "Jennifer Hyman"
    },
    {
        "quote": "Each day, I come in with a positive attitude, trying to get better.",
        "author": "Stefon Diggs"
    },
    {
        "quote": "I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you're able to be more patient. Patience is not just about waiting for something... it's about how you wait, or your attitude while waiting.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Always have an attitude of gratitude.",
        "author": "Sterling K. Brown"
    },
    {
        "quote": "All I can control is myself and just keep having a positive attitude.",
        "author": "Rose Namajunas"
    },
    {
        "quote": "You may not be able to change a situation, but with humor you can change your attitude about it.",
        "author": "Allen Klein"
    },
    {
        "quote": "A positive attitude is something everyone can work on, and everyone can learn how to employ it.",
        "author": "Joan Lunden"
    },
    {
        "quote": "Things don't always go your way in football: there are always good and bad times. At the end of the day, you have to have a positive attitude and a strong mentality and not let any setbacks get you down. And that's what I've done - I've tried to keep my composure, even when things aren't going the way I'd like.",
        "author": "Giovani Dos Santos"
    },
    {
        "quote": "Being sexy, to me, is possessing the full package: the brains, the drive, inner confidence, spiritual foundation, a positive attitude, proceeding through obstacles, making a positive contribution to the world, and maintaining a healthy lifestyle.",
        "author": "Mya"
    },
    {
        "quote": "Your attitude will go a long way in determining your success, your recognition, your reputation and your enjoyment in being a lawyer.",
        "author": "Joe Jamail"
    },
    {
        "quote": "Leadership is practiced not so much in words as in attitude and in actions.",
        "author": "Harold S. Geneen"
    },
    {
        "quote": "Fairness is not an attitude. It's a professional skill that must be developed and exercised.",
        "author": "Brit Hume"
    },
    {
        "quote": "I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude.",
        "author": "Yani Tseng"
    },
    {
        "quote": "Spending time with negative people can be the fastest way to ruin a good mood. Their pessimistic outlooks and gloomy attitude can decrease our motivation and change the way we feel. But allowing a negative person to dictate your emotions gives them too much power in your life. Make a conscious effort to choose your attitude.",
        "author": "Amy Morin"
    },
    {
        "quote": "You can control two things: your work ethic and your attitude about anything.",
        "author": "Ali Krieger"
    },
    {
        "quote": "I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something.",
        "author": "Eddie Vedder"
    },
    {
        "quote": "You can call it what you want: bad attitude, immature. You can say, 'He's a thug.' But I'm a competitor.",
        "author": "DeMarcus Cousins"
    },
    {
        "quote": "Some people say that I have an attitude- Maybe I do. But I think that you have to. You have to believe in yourself when no one else does- that makes you a winner right there.",
        "author": "Venus Williams"
    },
    {
        "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "Whatever your situation might be, set your mind to whatever you want to do and put a good attitude in it, and I believe that you can succeed. You are not going to get anywhere just sitting on your butt and moping around.",
        "author": "Bethany Hamilton"
    },
    {
        "quote": "I don't go by or change my attitude based on what people say. At the end of the day, they, too, are judging me from their perspective. I would rather be myself and let people accept me for what I am than be somebody who I am not, just because I want people's approval.",
        "author": "Karan Patel"
    },
    {
        "quote": "A positive atmosphere nurtures a positive attitude, which is required to take positive action.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "Control what you can control. I can control my emotions, my attitude, my effort every day.",
        "author": "Mitchell Trubisky"
    },
    {
        "quote": "It hasn't always been easy. There's a lot of hard moments. Sometimes you learn from the end of the bench. Sometimes you learn from injuries. Sometimes you learn the most through the hard things. If you can keep a good attitude and keep on working, eventually situations change, and you can put those things to use.",
        "author": "Kyle Korver"
    },
    {
        "quote": "A lot of times I find that people who are blessed with the most talent don't ever develop that attitude, and the ones who aren't blessed in that way are the most competitive and have the biggest heart.",
        "author": "Tom Brady"
    },
    {
        "quote": "Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that.",
        "author": "Christie Brinkley"
    },
    {
        "quote": "The higher the better. It's more about an attitude. High heels empower women in a way.",
        "author": "Christian Louboutin"
    },
    {
        "quote": "You just keep a positive attitude no matter what comes in your way - challenges, roadblocks - don't let it faze you, and you can overcome anything.",
        "author": "Rose Namajunas"
    },
    {
        "quote": "My delivery can be intense, but it's intense because I need to be heard. I know that people don't usually listen, as it relates to constructive criticism, without getting offended. So, I speak my mind with an attitude that I don't care if you get offended; I just want you to get the message.",
        "author": "Damon Dash"
    },
    {
        "quote": "After the Meiji restoration in 1868, Japan adopted an expansionist and colonial attitude towards its neighbours. It sought to identify itself with the West and looked down upon the Asian continent as backward and inferior. For most of the next 70 years, Japan was at war, mainly with its neighbours.",
        "author": "Martin Jacques"
    },
    {
        "quote": "No matter what the recipe, any baker can do wonders in the kitchen with some good ingredients and an upbeat attitude!",
        "author": "Buddy Valastro"
    },
    {
        "quote": "Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude.",
        "author": "Jesse Jackson"
    },
    {
        "quote": "Anything can happen, so you have to control your attitude and stay strong.",
        "author": "Jason Day"
    },
    {
        "quote": "Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude.",
        "author": "Lou Holtz"
    },
    {
        "quote": "For me, bomber jackets are smart, but they are also street and have a lot of attitude.",
        "author": "The Weeknd"
    },
    {
        "quote": "You need an attitude of service. You're not just serving yourself. You help others to grow up and you grow with them.",
        "author": "David Green"
    },
    {
        "quote": "My attitude is always one of sensuality, aggressive enthusiasm and a kind of outrageousness in my expression.",
        "author": "Sally Kirkland"
    },
    {
        "quote": "Negative attitude is nine times more powerful than positive attitude.",
        "author": "Bikram Choudhury"
    },
    {
        "quote": "My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty.",
        "author": "Aung San Suu Kyi"
    },
    {
        "quote": "Being black is not a matter of pigmentation - being black is a reflection of a mental attitude.",
        "author": "Steven Biko"
    },
    {
        "quote": "Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "You need to have a can-do attitude. There is always a way.",
        "author": "Alan Mulally"
    },
    {
        "quote": "Age and size are only numbers. It's the attitude you bring to clothes that make the difference.",
        "author": "Donna Karan"
    },
    {
        "quote": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong.",
        "author": "Adriana Lima"
    },
    {
        "quote": "Everyone has their own greatness. Whether you reach your own greatness depends on your environment, your structure, the company you keep and your attitude.",
        "author": "Ed Reed"
    },
    {
        "quote": "I want to make sure I always show off my smile and have a positive attitude the whole time, whether it's during a performance, practice, or doing an interview.",
        "author": "Laurie Hernandez"
    },
    {
        "quote": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology.",
        "author": "Donald Johanson"
    },
    {
        "quote": "Everyone has attitude, and I think everyone should have attitude. But I know I have attitude, but that's just, I think if you don't have attitude, it comes only with self confidence. So if you don't have self confidence, you won't have attitude, and I think there's a difference when you have attitude and when you have arrogance.",
        "author": "Sania Mirza"
    },
    {
        "quote": "I like to say it's an attitude of not just thinking outside the box, but not even seeing the box.",
        "author": "Safra A. Catz"
    },
    {
        "quote": "I'm not anti-fashion, but I've always had a bit of a punk attitude. That's important, I think. I do my own thing.",
        "author": "Sade Adu"
    },
    {
        "quote": "Spend some time this weekend on home improvement; improve your attitude toward your family.",
        "author": "Bo Bennett"
    },
    {
        "quote": "My attitude towards drawing is not necessarily about drawing. It's about making the best kind of image I can make, it's about talking as clearly as I can.",
        "author": "Jim Dine"
    },
    {
        "quote": "When I pray, I always thank Mother Nature for all the beauty in the world. It's about having an attitude of gratitude.",
        "author": "Miranda Kerr"
    },
    {
        "quote": "It is the hopeful, buoyant, cheerful attitude of mind that wins. Optimism is a success builder; pessimism an achievement killer.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman.",
        "author": "Stephen Moyer"
    },
    {
        "quote": "Italian style is a natural attitude. It is about a life of good taste. It doesn't have to be expensive. Simple but with good taste. Luxury is possible to buy. Good taste is not.",
        "author": "Diego Della Valle"
    },
    {
        "quote": "I'm not going to take this defeatist attitude and listen to all this crap any more from all these people who have nothing except doomsday to predict.",
        "author": "Carroll Shelby"
    },
    {
        "quote": "Everybody is a political person, whether you say something or you are silent. A political attitude is not whether you go to parliament; it's how you deal with your life, with your surroundings.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "I've always said that your attitude is your best friend and your worst enemy.",
        "author": "Herm Edwards"
    },
    {
        "quote": "Creativity is not talent but attitude.",
        "author": "Jenova Chen"
    },
    {
        "quote": "On the ice, I feel like I can become a different person, and the darker dramatics, the Black Swan, is confident: she's free to do whatever she wants, and that attitude helps in my skating. The White Swan is, I feel, more what I'm actually like off the ice: I'm a lot quieter, and if someone tells me to do something, I'll just do it.",
        "author": "Kaetlyn Osmond"
    },
    {
        "quote": "I have this theory that, depending on your attitude, your life doesn't have to become this ridiculous charade that it seems so many people end up living.",
        "author": "Christian Bale"
    },
    {
        "quote": "You know, I always say white is not a colour, white is an attitude, and if you haven't got trillions of dollars in the bank that you don't need, you can't be white.",
        "author": "Dick Gregory"
    },
    {
        "quote": "I demand a lot from myself and reflect this attitude upon others: I consider it to be an important quality for a leader. I also think it is impossible to achieve success without persistence.",
        "author": "Yelena Baturina"
    },
    {
        "quote": "If a person gets his attitude toward money straight, it will help straighten out almost every other area in his life.",
        "author": "Billy Graham"
    },
    {
        "quote": "The ABC's are attitude, behavior and communication skills.",
        "author": "Gerald Chertavian"
    },
    {
        "quote": "I can only control myself, my actions, my work ethic, and my attitude.",
        "author": "Ali Krieger"
    },
    {
        "quote": "Watch out for the joy-stealers: gossip, criticism, complaining, faultfinding, and a negative, judgmental attitude.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.",
        "author": "Imelda Staunton"
    },
    {
        "quote": "Attitude is attitude, whether you're a West Coast gangster or East Coast gangster, you know?",
        "author": "Paul Walker"
    },
    {
        "quote": "Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men.",
        "author": "B. R. Ambedkar"
    },
    {
        "quote": "It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way.",
        "author": "Adam Savage"
    },
    {
        "quote": "My attitude has always been, if you fall flat on your face, at least you're moving forward. All you have to do is get back up and try again.",
        "author": "Richard Branson"
    },
    {
        "quote": "If you want small changes in your life, work on your attitude. But if you want big and primary changes, work on your paradigm.",
        "author": "Stephen Covey"
    },
    {
        "quote": "It's easy to get negative because you get beat down. You go through a few disappointments and it's easy to stay in that negative frame of mind. Choosing to be positive and having a grateful attitude is a whole cliche, but your attitude is going to determine how you're going to live your life.",
        "author": "Joel Osteen"
    },
    {
        "quote": "The old attitude toward newspapers was that they were completely disposable - today's newspaper is tomorrow's fish wrap.",
        "author": "Ray Guy"
    },
    {
        "quote": "My attitude when I'm in Mexico is I wake up in the morning with nothing to do and I go to bed half done. I don't wear a watch. When I live down there, I do nothing according to time. I eat when I'm hungry and go to sleep when I'm tired.",
        "author": "Jesse Ventura"
    },
    {
        "quote": "To me, beauty is confidence. I think beauty comes from one's confident inner self and attitude. Make-up and styling are the cherries on top of your beautiful inner-self!",
        "author": "Lisa"
    },
    {
        "quote": "Hope is favorable and confident expectation; it's an expectant attitude that something good is going to happen and things will work out, no matter what situation we're facing.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Mankind's true moral test, its fundamental test (which lies deeply buried from view), consists of its attitude towards those who are at its mercy: animals. And in this respect mankind has suffered a fundamental debacle, a debacle so fundamental that all others stem from it.",
        "author": "Milan Kundera"
    },
    {
        "quote": "King Princess is like an attitude. I take comfort in it as kind of a shield to exist in, where I can make cohesive art. And it's androgynous, which is intentional. It's important to me that my art exist in a kind of neutral space, genderless to some degree. And give the listener some imagery to hold on to.",
        "author": "King Princess"
    },
    {
        "quote": "Being deeply contented with God in my everyday life is a focused attitude. It is always available. It means practicing letting go of my obsession with how I'm doing. It means training myself to learn to actually be present with people, and seeking to love them.",
        "author": "John Ortberg"
    },
    {
        "quote": "Natural ability is important, but you can go far without it if you have the focus, drive, desire and positive attitude.",
        "author": "Kirsten Sweetland"
    },
    {
        "quote": "Entrepreneurship is not only about starting businesses but is an attitude to life.",
        "author": "Matt Hancock"
    },
    {
        "quote": "Mental attitude and concentration are the keys to pitching.",
        "author": "Ferguson Jenkins"
    },
    {
        "quote": "Prayer is talking with God. God knows your heart and is not so concerned with your words as He is with the attitude of your heart.",
        "author": "Josh McDowell"
    },
    {
        "quote": "Religion has nothing to do with God. It's a fundamental attitude of human beings, who ask about the origins of life and what happens after death. For many, the answer is a personal god. In my opinion, it's religion that produces God, not the other way round.",
        "author": "Umberto Eco"
    },
    {
        "quote": "There is definitely something sexy about a girl with an attitude and a pair of leather pants.",
        "author": "Eliza Dushku"
    },
    {
        "quote": "More than anything, I like a jacket. You can do anything with a great jacket, the bigger the better. You can have any silhouette underneath. It gives you an attitude. It makes a gown look cool.",
        "author": "Rihanna"
    },
    {
        "quote": "Solidarity is an attitude of resistance, I suppose, or it should be.",
        "author": "Christopher Hitchens"
    },
    {
        "quote": "I walk tall; I got a tall attitude.",
        "author": "Dolly Parton"
    },
    {
        "quote": "Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards.",
        "author": "Pope Benedict XVI"
    },
    {
        "quote": "When a person doesn't have gratitude, something is missing in his or her humanity. A person can almost be defined by his or her attitude toward gratitude.",
        "author": "Elie Wiesel"
    },
    {
        "quote": "I suppose my attitude is what's most important is that we surround the president's misleading information with accurate information and help people know what is true 'cause I think the biggest trend of the Trump years is that people are increasingly confused about what is real and what is made-up.",
        "author": "Brian Stelter"
    },
    {
        "quote": "Literature is dangerous: it awakens a rebellious attitude in us.",
        "author": "Mario Vargas Llosa"
    },
    {
        "quote": "Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher.",
        "author": "Marilyn Ferguson"
    },
    {
        "quote": "The Beach Boys set the bar for pop sunshine more than 40 years ago, and the genre hasn't changed that much since. Surfer Blood's 'Floating Vibes' rounds the usual bases with an upbeat attitude, and the string swells closing the track are a must, but the band manages to infuse all those old sounds with fresh energy.",
        "author": "Anthony Fantano"
    },
    {
        "quote": "What true 'Strong Style' really is, is the battle of the heart of man. It's not about how strong and how forceful you're throwing your blows. It's showing the never-say-die attitude of the human spirit. As long as it looks like you're fighting and giving your all, people will believe.",
        "author": "Kenny Omega"
    },
    {
        "quote": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.",
        "author": "William James"
    },
    {
        "quote": "You get tough when you grow up unloved. People described me as a boyish girl - rather shy, but I didn't show it. I had an attitude. I was rather wild. I lied a lot because I knew the alternative was to be punished. As I got older I realised I didn't have to lie any more and it was a nice feeling. I could be myself.",
        "author": "Maj Sjowall"
    },
    {
        "quote": "It's not in what you wear but how you handle yourself. Like Hollywood celebrity Lindsay Lohan, I used to like her a lot because of her great fashion style but look at her attitude. Fashion is also about knowing what's right and doing what is right.",
        "author": "Heart Evangelista"
    },
    {
        "quote": "I look at the NFL and see how the transition has gone at quarterback. I might be coming along at a good time. For me personally, this is about doing the same thing I've been doing at USF - just smile, have fun, enjoy the experience, keep a positive attitude and encourage my teammates. I like to feed off the people around me.",
        "author": "B. J. Daniels"
    },
    {
        "quote": "I didn't know how to show my self love, and I didn't want anyone else to hurt me. So my tough girl attitude was like, 'I'm not having it.'",
        "author": "Mary J. Blige"
    },
    {
        "quote": "My attitude is never to be satisfied, never enough, never.",
        "author": "Duke Ellington"
    },
    {
        "quote": "When we adopt a dog or any pet, we know it is going to end with us having to say goodbye, but we still do it. And we do it for a very good reason: They bring so much joy and optimism and happiness. They attack every moment of every day with that attitude.",
        "author": "W. Bruce Cameron"
    },
    {
        "quote": "When I speak in English, my expressions become different. My attitude, too. I'm not sure why, but there really is a difference. My hands move differently when I speak English.",
        "author": "Gong Li"
    },
    {
        "quote": "I have a positive mental attitude, and I think I'm divine, but I also think it takes a heck of a lot of blood, sweat and tears.",
        "author": "Steve Prefontaine"
    },
    {
        "quote": "Too much self-centered attitude, you see, brings, you see, isolation. Result: loneliness, fear, anger. The extreme self-centered attitude is the source of suffering.",
        "author": "Dalai Lama"
    },
    {
        "quote": "If somebody says no to you, or if you get cut, Michael Jordan was cut his first year, but he came back and he was the best ever. That is what you have to have. The attitude that I'm going to show everybody, I'm going to work hard to get better and better.",
        "author": "Magic Johnson"
    },
    {
        "quote": "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come.",
        "author": "Dalai Lama"
    },
    {
        "quote": "I think that when we know that we actually do live in uncertainty, then we ought to admit it; it is of great value to realize that we do not know the answers to different questions. This attitude of mind - this attitude of uncertainty - is vital to the scientist, and it is this attitude of mind which the student must first acquire.",
        "author": "Richard P. Feynman"
    },
    {
        "quote": "I was born into a very religious family where everything was about setting the right example for the community and having to obey orders blindly. I felt that everyone was growing up in the world, except me. This is probably one of the reasons why I had such a rebellious attitude towards any form of authority.",
        "author": "Grace Jones"
    },
    {
        "quote": "A positive attitude is a choice, like walking to the other side of a street to avoid trouble or making a 180-degree turn when you feel you're heading in the wrong direction.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "Somehow, the greater the public opposition to the health care bill, the more determined they seem to force it on us anyway. Their attitude shows Washington at its very worst - the presumption that they know best, and they're going to get their way whether the American people like it or not.",
        "author": "Scott Brown"
    },
    {
        "quote": "As I wrote, I found that Aibileen had some things to say that really weren't in her character. She was older, soft-spoken, and she started showing some attitude.",
        "author": "Kathryn Stockett"
    },
    {
        "quote": "It's tricky. I've never been standing at the top of the tree with tons of money thrown at me. I've never really had a profile. So in a way I have this 'nothing to lose' attitude.",
        "author": "Joel Edgerton"
    },
    {
        "quote": "The American attitude is 'We're the best'. That's why the NBA guys who come from other countries, the Europeans, all sort of stick together away from the game.",
        "author": "Andrew Bogut"
    },
    {
        "quote": "I just think that people take me a little more seriously as a brunette. I don't know if that's just because of a societal preconceived notion that all blondes are stupid, but it's a different kind of attitude.",
        "author": "Kate Bosworth"
    },
    {
        "quote": "You'd like more people to recognise what you do is special. But I take the attitude that the best thing I can do for my sport is to be the best at it. The best way people will come to recognise that track and field is a great sport is to see athletes excelling at it. Which is what I intend to do.",
        "author": "Maurice Greene"
    },
    {
        "quote": "Even as a little child, I've always had that comedian kind of attitude.",
        "author": "Etta James"
    },
    {
        "quote": "The U.S. tries to provide immigrants who grow up here with a world-class education and imbue them with the can-do attitude that has long defined American innovation.",
        "author": "Gary Locke"
    },
    {
        "quote": "The novelist teaches the reader to comprehend the world as a question. There is wisdom and tolerance in that attitude. In a world built on sacrosanct certainties the novel is dead.",
        "author": "Milan Kundera"
    },
    {
        "quote": "Liberalism is a really old British tradition and it has a completely different attitude towards the individual and the relationship between the individual and the state than the collectivist response of Labour, and particularly Old Labour, does.",
        "author": "Nick Clegg"
    },
    {
        "quote": "I perfectly understood President Obama's attitude throughout the French presidential campaign. He had no reason to distance himself from Nicolas Sarkozy. It's the basic solidarity that leaders who worked together owe to each other.",
        "author": "Francois Hollande"
    },
    {
        "quote": "I'm just part of a tradition of people who aren't pleased. I would never think anyone else who has the same attitude was getting it from me. I'd just think they're... sensible.",
        "author": "Jack Dee"
    },
    {
        "quote": "Films for TV have to be much closer to the book, mainly because the objective with a TV movie that translates literature is to get the audience, after seeing this version, to pick up the book and read it themselves. My attitude is that TV can never really be any form of art, because it serves audience expectations.",
        "author": "Michael Haneke"
    },
    {
        "quote": "Most of my arguments with musicians through the years have had more to do with their attitude about music, or their attitude about their own lives, or their personal responsibility. Music has never really been the big centerpiece of the fight.",
        "author": "Billy Corgan"
    },
    {
        "quote": "Football is my profession now. I'm getting married in August... It's a new experience for me as someone just getting out of college. I still have the same attitude about football I always had. I play hard. I enjoy practice. I'd rather be throwing in passing drills than sitting around and watching TV.",
        "author": "Doug Flutie"
    },
    {
        "quote": "I have a political attitude, but I'm certainly not a politician.",
        "author": "Kgalema Motlanthe"
    },
    {
        "quote": "Global political conditions make a direct American intervention difficult, but President Reagan's messianic and visceral attitude toward the Nicaraguan revolution could mean it will happen as an act of desperation.",
        "author": "Tomas Borge"
    },
    {
        "quote": "It's really interesting with art-movies too, but art especially - to see how your attitude toward artists and works and your level of appreciation of them is always shifting and changing over the years.",
        "author": "Richard Hell"
    },
    {
        "quote": "There's a punk-rock attitude, clearly, to 'Hated.' There's even a punk-rock attitude to 'The Hangover,' I think. We start the movie with a Glenn Danzig song.",
        "author": "Todd Phillips"
    },
    {
        "quote": "Even when I'm playing someone named 'Fat Amy.' I'm all about confidence and attitude.",
        "author": "Rebel Wilson"
    },
    {
        "quote": "If you're a goal scorer, you have to have a certain attitude. I'm very serious. My missus thinks I'm a bit weird. I'm cold, I don't have many emotions. It's very rare I cry.",
        "author": "Michael Owen"
    },
    {
        "quote": "I have had it up to here with the prosecutions, the government's attitude, the judiciary, the media's stance and the majority of Turks who view the Kurdish people's justified cause through a nationalist lens.",
        "author": "Osman Baydemir"
    },
    {
        "quote": "Livelihoods and whole communities throughout the Murray-Darling Basin have been imperilled by the workings of drought, fire, flood, acid mud and human action over many decades. In the rescues and the cleanups and the long hauls, I see the same attitude over and again. People just rally and get on with it.",
        "author": "Quentin Bryce"
    },
    {
        "quote": "Every child's taste is different. Don't worry if they're not reading 'War and Peace' at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy.",
        "author": "Rick Riordan"
    },
    {
        "quote": "I want to read about a character doing something fairly quiet where I can picture who the character is, and what their attitude towards the world is - which I'm a lot more interested in than what they do under the pressure of a gunfight.",
        "author": "Samuel R. Delany"
    },
    {
        "quote": "From the very early stage when I started doing performance art in the '70s, the general attitude - not just me, but also my colleagues - was that there should not be any documentation, that the performance itself is artwork and there should be no documentation.",
        "author": "Marina Abramovic"
    },
    {
        "quote": "You can't be a crazy rebel in the face of death, it's not a fitting attitude.",
        "author": "Michel Houellebecq"
    },
    {
        "quote": "In Gnosticism, the physical world did not ultimately matter - which meant physical suffering did not matter either. Seeking 'enlightenment' meant cultivating an attitude of detachment, even indifference.",
        "author": "Nancy Pearcey"
    },
    {
        "quote": "Like the Earth, the Web is a less appealing place than it used to be. If I want attitude and arguing and meanness and profanity and wrong information screamed at me as gospel, I'll get in a time machine and spend Christmas with my family in 1977.",
        "author": "J. R. Moehringer"
    },
    {
        "quote": "America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, even eaten with people who in America would have been considered 'white,' but the 'white' attitude had been removed from their minds by the religion of Islam.",
        "author": "Malcolm X"
    },
    {
        "quote": "I'm definitely attracted to other Australians; I have a laid-back attitude to life that I feel is very Australian; I love a good barbie.",
        "author": "Isla Fisher"
    },
    {
        "quote": "For 'Fright Night,' we really want to convey the fun attitude of the movie and show the intensity of Colin Farrell as a predator. He's not a brooding vampire - he's dark and dangerous.",
        "author": "Stacey Snider"
    },
    {
        "quote": "Social mores change all the time. In the mid-1970s, it would've been astonishing, say, to see two men holding hands in the streets. And the attitude to having a fling with a girl, or whatever, was quite different then.",
        "author": "Robert Harris"
    },
    {
        "quote": "I want to be in the big show, and to be in the big show, you have to practice. I have this attitude now that I'm going to take all the greatness I can. Nothing's going to stop me.",
        "author": "Steven Adler"
    },
    {
        "quote": "I trained as a journalist in America where paying sources is frowned upon. Now I work in the U.K. where there is a more flexible attitude.",
        "author": "Heather Brooke"
    },
    {
        "quote": "There's a certain attitude to Los Angeles.",
        "author": "Inara George"
    },
    {
        "quote": "I guess I just always had this idea that I would go to Hollywood. I had the typical 'get up and go' attitude that you have to have in order to make the brave step into the big city.",
        "author": "Felicia Day"
    },
    {
        "quote": "People's attitude seems to be that if you don't have a television, you're not connected to reality - somehow you're not in reality. It's quite interesting, because I suspect that possibly it's the reverse.",
        "author": "Jodhi May"
    },
    {
        "quote": "If I or any other black can deliver at the box office, I'll get a lot of work. Too many young actors, regardless of their color, try to play an attitude on camera and fail to remember their job is to fit into an entertainment.",
        "author": "Mario Van Peebles"
    }
]