[
    {
        "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
        "author": "Marie Curie"
    },
    {
        "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
        "author": "Buddha"
    },
    {
        "quote": "He who has a why to live can bear almost any how.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.",
        "author": "Eminem"
    },
    {
        "quote": "We do not remember days, we remember moments.",
        "author": "Cesare Pavese"
    },
    {
        "quote": "Sometimes life hits you in the head with a brick. Don't lose faith.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Life is what happens while you are busy making other plans.",
        "author": "John Lennon"
    },
    {
        "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself.",
        "author": "Harvey Fierstein"
    },
    {
        "quote": "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.",
        "author": "Sholom Aleichem"
    },
    {
        "quote": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us.",
        "author": "E. M. Forster"
    },
    {
        "quote": "Open your eyes, look within. Are you satisfied with the life you're living?",
        "author": "Bob Marley"
    },
    {
        "quote": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Every man dies. Not every man really lives.",
        "author": "William Wallace"
    },
    {
        "quote": "A life is not important except in the impact it has on other lives.",
        "author": "Jackie Robinson"
    },
    {
        "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'.",
        "author": "Erma Bombeck"
    },
    {
        "quote": "Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.",
        "author": "Sai Baba"
    },
    {
        "quote": "The purpose of life is a life of purpose.",
        "author": "Robert Byrne"
    },
    {
        "quote": "Ships that pass in the night, and speak each other in passing, only a signal shown, and a distant voice in the darkness; So on the ocean of life, we pass and speak one another, only a look and a voice, then darkness again and a silence.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Don't go through life, grow through life.",
        "author": "Eric Butterworth"
    },
    {
        "quote": "You're only here for a short visit. Don't hurry, don't worry. And be sure to smell the flowers along the way.",
        "author": "Walter Hagen"
    },
    {
        "quote": "How far you go in life depends on your being tender with the young, compassionate with the aged, sympathetic with the striving and tolerant of the weak and strong. Because someday in your life you will have been all of these.",
        "author": "George Washington Carver"
    },
    {
        "quote": "All the art of living lies in a fine mingling of letting go and holding on.",
        "author": "Havelock Ellis"
    },
    {
        "quote": "Life is a mirror and will reflect back to the thinker what he thinks into it.",
        "author": "Ernest Holmes"
    },
    {
        "quote": "I have found that if you love life, life will love you back.",
        "author": "Arthur Rubinstein"
    },
    {
        "quote": "Surprise is the greatest gift which life can grant us.",
        "author": "Boris Pasternak"
    },
    {
        "quote": "A man who dares to waste one hour of time has not discovered the value of life.",
        "author": "Charles Darwin"
    },
    {
        "quote": "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.",
        "author": "William J. Clinton"
    },
    {
        "quote": "We live in a rainbow of chaos.",
        "author": "Paul Cezanne"
    },
    {
        "quote": "Growth is the only evidence of life.",
        "author": "John Henry Newman"
    },
    {
        "quote": "Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "Life is 10 percent what you make it, and 90 percent how you take it.",
        "author": "Irving Berlin"
    },
    {
        "quote": "Life is a zoo in a jungle.",
        "author": "Peter De Vries"
    },
    {
        "quote": "It's all about quality of life and finding a happy balance between work and friends and family.",
        "author": "Philip Green"
    },
    {
        "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
        "author": "Albert Camus"
    },
    {
        "quote": "We can't plan life. All we can do is be available for it.",
        "author": "Lauryn Hill"
    },
    {
        "quote": "Life is a lot like jazz... it's best when you improvise.",
        "author": "George Gershwin"
    },
    {
        "quote": "Life isn't about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Nobody made a greater mistake than he who did nothing because he could do only a little.",
        "author": "Edmund Burke"
    },
    {
        "quote": "Life is never easy for those who dream.",
        "author": "Robert James Waller"
    },
    {
        "quote": "Life is ten percent what happens to you and ninety percent how you respond to it.",
        "author": "Lou Holtz"
    },
    {
        "quote": "The only disability in life is a bad attitude.",
        "author": "Scott Hamilton"
    },
    {
        "quote": "Life is not a problem to be solved, but a reality to be experienced.",
        "author": "Soren Kierkegaard"
    },
    {
        "quote": "Good friends, good books and a sleepy conscience: this is the ideal life.",
        "author": "Mark Twain"
    },
    {
        "quote": "We are here to add what we can to life, not to get what we can from life.",
        "author": "William Osler"
    },
    {
        "quote": "Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went.",
        "author": "Jonathan Sacks"
    },
    {
        "quote": "I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Life is what we make it, always has been, always will be.",
        "author": "Grandma Moses"
    },
    {
        "quote": "Life is a lively process of becoming.",
        "author": "Douglas MacArthur"
    },
    {
        "quote": "You have enemies? Good. That means you've stood up for something, sometime in your life.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "What do we live for, if not to make life less difficult for each other?",
        "author": "George Eliot"
    },
    {
        "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.",
        "author": "Dalai Lama"
    },
    {
        "quote": "The art of life is to know how to enjoy a little and to endure very much.",
        "author": "William Hazlitt"
    },
    {
        "quote": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Life isn't a matter of milestones, but of moments.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "Life is a series of collisions with the future; it is not the sum of what we have been, but what we yearn to be.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Into each life some rain must fall.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Life is made up of sobs, sniffles, and smiles, with sniffles predominating.",
        "author": "O. Henry"
    },
    {
        "quote": "The good life is one inspired by love and guided by knowledge.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.",
        "author": "E. B. White"
    },
    {
        "quote": "All life is an experiment. The more experiments you make the better.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Life consists not in holding good cards but in playing those you hold well.",
        "author": "Josh Billings"
    },
    {
        "quote": "While there's life, there's hope.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "To live is to change, and to be perfect is to have changed often.",
        "author": "John Henry Newman"
    },
    {
        "quote": "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
        "author": "Morihei Ueshiba"
    },
    {
        "quote": "The price of anything is the amount of life you exchange for it.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Life's most persistent and urgent question is, 'What are you doing for others?'",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.",
        "author": "Will Smith"
    },
    {
        "quote": "Give me the luxuries of life and I will willingly do without the necessities.",
        "author": "Frank Lloyd Wright"
    },
    {
        "quote": "The true secret of happiness lies in taking a genuine interest in all the details of daily life.",
        "author": "William Morris"
    },
    {
        "quote": "Life is really simple, but we insist on making it complicated.",
        "author": "Confucius"
    },
    {
        "quote": "The purpose of our lives is to be happy.",
        "author": "Dalai Lama"
    },
    {
        "quote": "The greatest use of a life is to spend it on something that will outlast it.",
        "author": "William James"
    },
    {
        "quote": "Life is a succession of moments, to live each one is to succeed.",
        "author": "Corita Kent"
    },
    {
        "quote": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.",
        "author": "Mark Twain"
    },
    {
        "quote": "What a wonderful life I've had! I only wish I'd realized it sooner.",
        "author": "Sidonie Gabrielle Colette"
    },
    {
        "quote": "The most satisfying thing in life is to have been able to give a large part of one's self to others.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "Life is a tragedy when seen in close-up, but a comedy in long-shot.",
        "author": "Charlie Chaplin"
    },
    {
        "quote": "One way to get the most out of life is to look upon it as an adventure.",
        "author": "William Feather"
    },
    {
        "quote": "The most important thing is to enjoy your life - to be happy - it's all that matters.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had.",
        "author": "Elisabeth Kubler-Ross"
    },
    {
        "quote": "All theory, dear friend, is gray, but the golden tree of life springs ever green.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "There are three constants in life... change, choice and principles.",
        "author": "Stephen Covey"
    },
    {
        "quote": "Life is a great sunrise. I do not see why death should not be an even greater one.",
        "author": "Vladimir Nabokov"
    },
    {
        "quote": "He not busy being born is busy dying.",
        "author": "Bob Dylan"
    },
    {
        "quote": "Life is too short for long-term grudges.",
        "author": "Elon Musk"
    },
    {
        "quote": "Only a life lived for others is a life worthwhile.",
        "author": "Albert Einstein"
    },
    {
        "quote": "It is not length of life, but depth of life.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Life is the art of drawing sufficient conclusions from insufficient premises.",
        "author": "Samuel Butler"
    },
    {
        "quote": "The story of life is quicker than the blink of an eye, the story of love is hello, goodbye.",
        "author": "Jimi Hendrix"
    },
    {
        "quote": "How sweet it is!",
        "author": "Jackie Gleason"
    },
    {
        "quote": "To me, if life boils down to one thing, it's movement. To live is to keep moving.",
        "author": "Jerry Seinfeld"
    },
    {
        "quote": "Doing what you love is the cornerstone of having abundance in your life.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Everything has been figured out, except how to live.",
        "author": "Jean-Paul Sartre"
    },
    {
        "quote": "When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?'",
        "author": "Sydney J. Harris"
    },
    {
        "quote": "The indispensable first step to getting the things you want out of life is this: decide what you want.",
        "author": "Ben Stein"
    },
    {
        "quote": "Find ecstasy in life; the mere sense of living is joy enough.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "A baby is God's opinion that life should go on.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "It takes half your life before you discover life is a do-it-yourself project.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "You have succeeded in life when all you really want is only what you really need.",
        "author": "Vernon Howard"
    },
    {
        "quote": "Life is like a trumpet - if you don't put anything into it, you don't get anything out of it.",
        "author": "William Christopher Handy"
    },
    {
        "quote": "If life were predictable it would cease to be life, and be without flavor.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "Maybe that's what life is... a wink of the eye and winking stars.",
        "author": "Jack Kerouac"
    },
    {
        "quote": "Life imitates art far more than art imitates Life.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "The Wine of Life keeps oozing drop by drop, The Leaves of Life keep falling one by one.",
        "author": "Edward Fitzgerald"
    },
    {
        "quote": "Here is the test to find whether your mission on Earth is finished: if you're alive, it isn't.",
        "author": "Richard Bach"
    },
    {
        "quote": "Life is a moderately good play with a badly written third act.",
        "author": "Truman Capote"
    },
    {
        "quote": "The greatest pleasure of life is love.",
        "author": "Euripides"
    },
    {
        "quote": "There is more to life than increasing its speed.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "The difficulty in life is the choice.",
        "author": "George A. Moore"
    },
    {
        "quote": "Life is a succession of lessons which must be lived to be understood. All is riddle, and the key to a riddle is another riddle.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "All of life is peaks and valleys. Don't let the peaks get too high and the valleys too low.",
        "author": "John Wooden"
    },
    {
        "quote": "Any idiot can face a crisis - it's day to day living that wears you out.",
        "author": "Anton Chekhov"
    },
    {
        "quote": "The golden moments in the stream of life rush past us, and we see nothing but sand; the angels come to visit us, and we only know them when they are gone.",
        "author": "George Eliot"
    },
    {
        "quote": "Our truest life is when we are in dreams awake.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Life would be tragic if it weren't funny.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Life's like a play: it's not the length, but the excellence of the acting that matters.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Not a shred of evidence exists in favor of the idea that life is serious.",
        "author": "Brendan Gill"
    },
    {
        "quote": "Life is something to do when you can't get to sleep.",
        "author": "Fran Lebowitz"
    },
    {
        "quote": "Mindfulness is about love and loving life. When you cultivate this love, it gives you clarity and compassion for life, and your actions happen in accordance with that.",
        "author": "Jon Kabat-Zinn"
    },
    {
        "quote": "The greatest trap in our life is not success, popularity or power, but self-rejection.",
        "author": "Henri Nouwen"
    },
    {
        "quote": "Our life always expresses the result of our dominant thoughts.",
        "author": "Soren Kierkegaard"
    },
    {
        "quote": "This life, which had been the tomb of his virtue and of his honour, is but a walking shadow; a poor player, that struts and frets his hour upon the stage, and then is heard no more: it is a tale told by an idiot, full of sound and fury, signifying nothing.",
        "author": "William Shakespeare"
    },
    {
        "quote": "I love life because what more is there?",
        "author": "Anthony Hopkins"
    },
    {
        "quote": "Life is very short and what we have to do must be done in the now.",
        "author": "Audre Lorde"
    },
    {
        "quote": "I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see.",
        "author": "John Burroughs"
    },
    {
        "quote": "It is often said that before you die your life passes before your eyes. It is in fact true. It's called living.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Nearly all the best things that came to me in life have been unexpected, unplanned by me.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "True life is lived when tiny changes occur.",
        "author": "Leo Tolstoy"
    },
    {
        "quote": "Maybe all one can do is hope to end up with the right regrets.",
        "author": "Arthur Miller"
    },
    {
        "quote": "The monotony and solitude of a quiet life stimulates the creative mind.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The true object of all human life is play. Earth is a task garden; heaven is a playground.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "Wrong life cannot be lived rightly.",
        "author": "Theodor W. Adorno"
    },
    {
        "quote": "Our life is what our thoughts make it.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Life comes from the earth and life returns to the earth.",
        "author": "Zhuangzi"
    },
    {
        "quote": "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.",
        "author": "Henry Miller"
    },
    {
        "quote": "Life is too short to work so hard.",
        "author": "Vivien Leigh"
    },
    {
        "quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "The chief danger in life is that you may take too many precautions.",
        "author": "Alfred Adler"
    },
    {
        "quote": "I want to live my life, not record it.",
        "author": "Jackie Kennedy"
    },
    {
        "quote": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.",
        "author": "Mark Twain"
    },
    {
        "quote": "As a well-spent day brings happy sleep, so a life well spent brings happy death.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Life is never fair, and perhaps it is a good thing for most of us that it is not.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Life is not an exact science, it is an art.",
        "author": "Samuel Butler"
    },
    {
        "quote": "I did not direct my life. I didn't design it. I never made decisions. Things always came up and made them for me. That's what life is.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "Life is far too important a thing ever to talk seriously about.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Life is a long lesson in humility.",
        "author": "James M. Barrie"
    },
    {
        "quote": "Life is half spent before we know what it is.",
        "author": "George Herbert"
    },
    {
        "quote": "Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.",
        "author": "Charles Lindbergh"
    },
    {
        "quote": "I have begun to think of life as a series of ripples widening out from an original center.",
        "author": "Seamus Heaney"
    },
    {
        "quote": "The privilege of a lifetime is being who you are.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "You can preach a better sermon with your life than with your lips.",
        "author": "Oliver Goldsmith"
    },
    {
        "quote": "Our entire life - consists ultimately in accepting ourselves as we are.",
        "author": "Jean Anouilh"
    },
    {
        "quote": "Once you bring life into the world, you must protect it. We must protect it by changing the world.",
        "author": "Elie Wiesel"
    },
    {
        "quote": "Life itself is the proper binge.",
        "author": "Julia Child"
    },
    {
        "quote": "Fortunately analysis is not the only way to resolve inner conflicts. Life itself still remains a very effective therapist.",
        "author": "Karen Horney"
    },
    {
        "quote": "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul.",
        "author": "Rebecca West"
    },
    {
        "quote": "Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best.",
        "author": "Maude Adams"
    },
    {
        "quote": "If life had a second edition, how I would correct the proofs.",
        "author": "John Clare"
    },
    {
        "quote": "No man is a failure who is enjoying life.",
        "author": "William Feather"
    },
    {
        "quote": "While we are postponing, life speeds by.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Pain and death are part of life. To reject them is to reject life itself.",
        "author": "Havelock Ellis"
    },
    {
        "quote": "The quality, not the longevity, of one's life is what is important.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "The main facts in human life are five: birth, food, sleep, love and death.",
        "author": "E. M. Forster"
    },
    {
        "quote": "Nothing is more precious than life... especially the life of your child.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "Remember when life's path is steep to keep your mind even.",
        "author": "Horace"
    },
    {
        "quote": "My life is my message.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "The man who has no inner-life is a slave to his surroundings.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "To be able to look back upon one's past life with satisfaction is to live twice.",
        "author": "John Dalberg-Acton"
    },
    {
        "quote": "Let life happen to you. Believe me: life is in the right, always.",
        "author": "Rainer Maria Rilke"
    },
    {
        "quote": "Life is a tide; float on it. Go down with it and go up with it, but be detached. Then it is not difficult.",
        "author": "Prem Rawat"
    },
    {
        "quote": "Most people have never learned that one of the main aims in life is to enjoy it.",
        "author": "Samuel Butler"
    },
    {
        "quote": "The shoe that fits one person pinches another; there is no recipe for living that suits all cases.",
        "author": "Carl Jung"
    },
    {
        "quote": "Life is a work in progress.",
        "author": "Jeff Rich"
    },
    {
        "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Kindness, I've discovered, is everything in life.",
        "author": "Isaac Bashevis Singer"
    },
    {
        "quote": "People living deeply have no fear of death.",
        "author": "Anais Nin"
    },
    {
        "quote": "I am an artist... I am here to live out loud.",
        "author": "Emile Zola"
    },
    {
        "quote": "With the past, I have nothing to do; nor with the future. I live now.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "To live is to think.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "If you love life, don't waste time, for time is what life is made up of.",
        "author": "Bruce Lee"
    },
    {
        "quote": "Begin at once to live, and count each separate day as a separate life.",
        "author": "Seneca"
    },
    {
        "quote": "My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can.",
        "author": "Cary Grant"
    },
    {
        "quote": "The most exhausting thing in life is being insincere.",
        "author": "Anne Morrow Lindbergh"
    },
    {
        "quote": "What we play is life.",
        "author": "Louis Armstrong"
    },
    {
        "quote": "Look, I don't want to wax philosophic, but I will say that if you're alive you've got to flap your arms and legs, you've got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you're not alive.",
        "author": "Mel Brooks"
    },
    {
        "quote": "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
        "author": "James Allen"
    },
    {
        "quote": "The whole secret of life is to be interested in one thing profoundly and in a thousand things well.",
        "author": "Horace Walpole"
    },
    {
        "quote": "Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is.",
        "author": "Jorge Luis Borges"
    },
    {
        "quote": "Life appears to me too short to be spent in nursing animosity, or registering wrongs.",
        "author": "Charlotte Bronte"
    },
    {
        "quote": "Life is made up of marble and mud.",
        "author": "Nathaniel Hawthorne"
    },
    {
        "quote": "To live is like to love - all reason is against it, and all healthy instinct for it.",
        "author": "Samuel Butler"
    },
    {
        "quote": "Life itself is the most wonderful fairy tale.",
        "author": "Hans Christian Andersen"
    },
    {
        "quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Beware the barrenness of a busy life.",
        "author": "Socrates"
    },
    {
        "quote": "My life is every moment of my life. It is not a culmination of the past.",
        "author": "Hugh Leonard"
    },
    {
        "quote": "Life is much shorter than I imagined it to be.",
        "author": "Abraham Cahan"
    },
    {
        "quote": "We cannot put off living until we are ready.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "Variety's the very spice of life, That gives it all its flavor.",
        "author": "William Cowper"
    },
    {
        "quote": "What is important in life is life, and not the result of life.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "I am I plus my circumstances.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "Life itself still remains a very effective therapist.",
        "author": "Karen Horney"
    },
    {
        "quote": "All I really need to know... I learned in kindergarten.",
        "author": "Robert Fulghum"
    },
    {
        "quote": "With renunciation life begins.",
        "author": "Amelia Barr"
    },
    {
        "quote": "To live is so startling it leaves little time for anything else.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.",
        "author": "Don Miguel Ruiz"
    },
    {
        "quote": "We pass through this world but once.",
        "author": "Stephen Jay Gould"
    },
    {
        "quote": "A chain is no stronger than its weakest link, and life is after all a chain.",
        "author": "William James"
    },
    {
        "quote": "Life leaps like a geyser for those who drill through the rock of inertia.",
        "author": "Alexis Carrel"
    },
    {
        "quote": "Life loves the liver of it.",
        "author": "Maya Angelou"
    },
    {
        "quote": "To know nothing is the happiest life.",
        "author": "Desiderius Erasmus"
    },
    {
        "quote": "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches.",
        "author": "Alice Roosevelt Longworth"
    },
    {
        "quote": "In this world, with thy earthly life, thou art under heaven, stars, and elements, also under hell and devils; all ruleth in thee, and over thee.",
        "author": "Jakob Bohme"
    },
    {
        "quote": "That it will never come again is what makes life sweet.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "An aim in life is the only fortune worth finding.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "Life must be lived as play.",
        "author": "Plato"
    },
    {
        "quote": "When we remember we are all mad, the mysteries disappear and life stands explained.",
        "author": "Mark Twain"
    },
    {
        "quote": "I take care of my flowers and my cats. And enjoy food. And that's living.",
        "author": "Ursula Andress"
    },
    {
        "quote": "The best path through life is the highway.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "Life is painting a picture, not doing a sum.",
        "author": "Oliver Wendell Holmes, Jr."
    },
    {
        "quote": "Take care of your life and the Lord will take care of your death.",
        "author": "George Whitefield"
    },
    {
        "quote": "I look back on my life like a good day's work, it was done and I am satisfied with it.",
        "author": "Grandma Moses"
    },
    {
        "quote": "I do not regret one moment of my life.",
        "author": "Lillie Langtry"
    },
    {
        "quote": "There is just one life for each of us: our own.",
        "author": "Euripides"
    },
    {
        "quote": "To affect the quality of the day, that is the highest of arts.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "There is a very fine line between loving life and being greedy for it.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Life becomes harder for us when we live for others, but it also becomes richer and happier.",
        "author": "Albert Schweitzer"
    },
    {
        "quote": "We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion.",
        "author": "Max de Pree"
    },
    {
        "quote": "Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up.",
        "author": "Barbara Kingsolver"
    },
    {
        "quote": "Conduct is three-fourths of our life and its largest concern.",
        "author": "Matthew Arnold"
    },
    {
        "quote": "The hardest years in life are those between ten and seventy.",
        "author": "Helen Hayes"
    },
    {
        "quote": "Life is largely a matter of expectation.",
        "author": "Horace"
    },
    {
        "quote": "Life is a DNA software system.",
        "author": "Craig Venter"
    },
    {
        "quote": "Life is wasted on the living.",
        "author": "Douglas Adams"
    },
    {
        "quote": "Life will always be to a large extent what we ourselves make it.",
        "author": "Samuel Smiles"
    },
    {
        "quote": "The less routine the more life.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night.",
        "author": "A. J. McLean"
    },
    {
        "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life.",
        "author": "Rita Rudner"
    },
    {
        "quote": "There are so many great things in life; why dwell on negativity?",
        "author": "Zendaya"
    },
    {
        "quote": "The secret of life is enjoying the passage of time.",
        "author": "James Taylor"
    },
    {
        "quote": "Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life.",
        "author": "Ravi Zacharias"
    },
    {
        "quote": "There's a long life ahead of you and it's going to be beautiful, as long as you keep loving and hugging each other.",
        "author": "Yoko Ono"
    },
    {
        "quote": "There are times in life when, instead of complaining, you do something about your complaints.",
        "author": "Rita Dove"
    },
    {
        "quote": "Life can be tough sometimes. But I think it just starts with admitting, 'Okay, the world's not perfect, how do we live our lives within that and not be miserable?'",
        "author": "Amy Lee"
    },
    {
        "quote": "Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight.",
        "author": "Khaled Hosseini"
    },
    {
        "quote": "We cannot stop the winter or the summer from coming. We cannot stop the spring or the fall or make them other than they are. They are gifts from the universe that we cannot refuse. But we can choose what we will contribute to life when each arrives.",
        "author": "Gary Zukav"
    },
    {
        "quote": "I did a business in a box called College Pro Painters. They taught you how to paint houses, how to hire and fire, how to sell, how to deal with customers. You got a one-year franchise. It was the hardest year of my life in terms of hard work. I won manager of the year. It was very successful.",
        "author": "Kimbal Musk"
    },
    {
        "quote": "Nobody's life is perfect, and each individual will have their own struggles and stipulations.",
        "author": "Jake Paul"
    },
    {
        "quote": "In a meadow full of flowers, you cannot walk through and breathe those smells and see all those colors and remain angry. We have to support the beauty, the poetry, of life.",
        "author": "Jonas Mekas"
    },
    {
        "quote": "To be an artist, you don't have to compose music or paint or be in the movies or write books. It's just a way of living. It has to do with paying attention, remembering, filtering what you see and answering back, participating in life.",
        "author": "Viggo Mortensen"
    },
    {
        "quote": "There's always a ying-yang in life. With everybody. There's evil in all of us. It's just about how you balance out the evil and the good and having faith in yourself and how you carry yourself.",
        "author": "Ski Mask the Slump God"
    },
    {
        "quote": "I've reached a point in life where it's no longer necessary to try to impress. If they like me the way I am, that's good. If they don't, that's too bad.",
        "author": "Corazon Aquino"
    },
    {
        "quote": "My father always used to say that when you die, if you've got five real friends, then you've had a great life.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "The key to life is accepting challenges. Once someone stops doing this, he's dead.",
        "author": "Bette Davis"
    },
    {
        "quote": "The secret of life is to have no fear; it's the only way to function.",
        "author": "Stokely Carmichael"
    },
    {
        "quote": "I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective.",
        "author": "Tim Tebow"
    },
    {
        "quote": "In small proportions we just beauties see; And in short measures, life may perfect be.",
        "author": "Ben Jonson"
    },
    {
        "quote": "Life is not simple, and people can't be boxed into being either heroes or villains.",
        "author": "Jessica Hagedorn"
    },
    {
        "quote": "I was determined to share my positive approach and not let diabetes stand in the way of enjoying my life.",
        "author": "Paula Deen"
    },
    {
        "quote": "But what is happiness except the simple harmony between a man and the life he leads?",
        "author": "Albert Camus"
    },
    {
        "quote": "Whatever your ethnicity is, in this life you are going to be on a journey to discover who you are and how you feel about yourself.",
        "author": "Lauren London"
    },
    {
        "quote": "Music does a lot of things for a lot of people. It's transporting, for sure. It can take you right back, years back, to the very moment certain things happened in your life. It's uplifting, it's encouraging, it's strengthening.",
        "author": "Aretha Franklin"
    },
    {
        "quote": "There are too many mediocre things in life to deal with. Love shouldn't be one of them. Anything less than extraordinary is a waste of my time.",
        "author": "Jill Robinson"
    },
    {
        "quote": "I think computer viruses should count as life. I think it says something about human nature that the only form of life we have created so far is purely destructive. We've created life in our own image.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "One should not confuse the craving for life with endorsement of it.",
        "author": "Elias Canetti"
    },
    {
        "quote": "Life doesn't stop with football.",
        "author": "Barry Sanders"
    },
    {
        "quote": "Life is always at some turning point.",
        "author": "Irwin Edman"
    },
    {
        "quote": "It is the life of the crystal, the architect of the flake, the fire of the frost, the soul of the sunbeam. This crisp winter air is full of it.",
        "author": "John Burroughs"
    },
    {
        "quote": "In everybody's life, there is love, there is sorrow, there is melancholy. And there might be danger as well.",
        "author": "Gautham Menon"
    },
    {
        "quote": "Don't get me wrong: school is good and all, but school is way too slow for me. Like, super slow. So I didn't want to go. I wanted to learn on my own with real life experiences.",
        "author": "Lil Uzi Vert"
    },
    {
        "quote": "If only life could be a little more tender and art a little more robust.",
        "author": "Alan Rickman"
    },
    {
        "quote": "Now, no matter what background you come from, there is nobody in this world who can say that their life is without troubles. Everybody faces problems at some point in their life. All that matters is how you deal with it.",
        "author": "Shahid Kapoor"
    },
    {
        "quote": "Land is the secure ground of home, the sea is like life, the outside, the unknown.",
        "author": "Stephen Gardiner"
    },
    {
        "quote": "Language is the soul of intellect, and reading is the essential process by which that intellect is cultivated beyond the commonplace experiences of everyday life.",
        "author": "Charles Scribner, Jr."
    },
    {
        "quote": "'Sunrise Sunset' is about trying to get to a place where life is simple and not letting the stress and happenings in the world get in the way of your happiness.",
        "author": "Benny Cassette"
    },
    {
        "quote": "The possibility of being as free with the camera as we are with the pen is a fantastic prospect for the creative life of the 21st century.",
        "author": "Carlos Fuentes"
    }
]